{
  "jobs":[
    {
      "id": "9819ef9f-1fb4-47aa-8c7b-34f427125d76",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/9819ef9f-1fb4-47aa-8c7b-34f427125d76",
      "created_at": "Fri May 29 21:01:07 UTC 2020",
      "company": "BUNKR Life",
      "company_url": "https://bunkr.life/",
      "location": "Saint Petersburg, FL",
      "title": "Lead Product Developer",
      "description": "\u003cp\u003eLead Product Developer\nWe are hiring a senior software developer for BUNKR Life (BUNKR). BUNKR is a purpose-driven, entrepreneurial company owned and operated by a leadership team with a proven track record of building profitable global software businesses which generate great value for customers, team members, community and shareholders. Information on BUNKR's co-founder and CEO can be found at the following link - \u003ca href=\"https://www.linkedin.com/in/kurt-long-8223211/\"\u003ehttps://www.linkedin.com/in/kurt-long-8223211/\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eBUNKR's vision is to empower households and businesses to protect the most important information in their lives while streamlining everyday activities. We believe by doing this, people will be able to spend more time on what matters most to them in life. BUNKR is the first company of its kind to envision fully protecting and empowering consumers in their lives. Remote candidates will be strongly considered.\u003c/p\u003e\n\u003cp\u003eBelow is a description of our ideal candidate for our lead software development position:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDemonstrated ability to listen, understand business needs and lead a team toward market-fit products\u003c/li\u003e\n\u003cli\u003eOutstanding communication skills with demonstrated ability to unify a team toward a common vision\u003c/li\u003e\n\u003cli\u003eDemonstrated interests outside of their career\u003c/li\u003e\n\u003cli\u003eDemonstrated ability in a rapid Agile software build environment\u003c/li\u003e\n\u003cli\u003eComprehensive experience in use of Web APIs\u003c/li\u003e\n\u003cli\u003eDevelopment of APIs, API First experience\u003c/li\u003e\n\u003cli\u003eNode.js development experience\u003c/li\u003e\n\u003cli\u003eUX / UI understanding\u003c/li\u003e\n\u003cli\u003eOAuth 2.0\u003c/li\u003e\n\u003cli\u003eExperience with Git, GitHub\u003c/li\u003e\n\u003cli\u003eStrong understanding of QA processes and QA automation\u003c/li\u003e\n\u003cli\u003eExperience with open source database such as MySQL\u003c/li\u003e\n\u003cli\u003ePostgreSQL experience preferred\u003c/li\u003e\n\u003cli\u003eHeroku experience a plus\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBUNKR offers highly competitive financial compensation, stability, benefits as well as the ability to grow as a professional and person. We provide additional rewards those who are proven leaders.\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003eEmail resume to \u003ca href=\"mailto:Trent@BUNKR.life\"\u003eTrent@BUNKR.life\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa1dFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--2d7738c164d4ebbf8e49a4425837ed20638f2051/Screen%20Shot%202020-05-29%20at%204.56.54%20PM.png"
    },
    {
      "id": "a3363045-8369-46d6-931f-eebec06c84c9",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/a3363045-8369-46d6-931f-eebec06c84c9",
      "created_at": "Fri May 29 08:27:12 UTC 2020",
      "company": "Jigsaw Trading",
      "company_url": null,
      "location": "Saphan Sung",
      "title": "C#/.Net Developer - Trading Platforms",
      "description": "\u003cp\u003eJigsaw Trading has a niche futures/equity trading platform which is constantly evolving with the markets. We are now looking to grow our team with experienced C# developers that already understand the trading industry, preferably in futures or equities markets. You need to understand the trading industry to do this job.\u003c/p\u003e\n\u003cp\u003eWe are located in Asia, so preference will be given to people in our part of the world as it's easier for time zones. Our team is spread across 6 countries, so we are fine with managing remote developers.\u003c/p\u003e\n\u003cp\u003eNote that this job is for developers. Our experience with agencies/development companies has been mostly negative. We want to pay developers a decent wage, we do not want to pay an agency to then have a developer working for a very low wage. We want happy developers, not developers getting underpaid by agencies. So agencies/companies - please do not apply, we won't reply. Also - don't seek us out on Skype - we'll just block you there.\u003c/p\u003e\n\u003cp\u003eSo - for you individual developers - we feel that the right candidate will have worked on or been a user of a Trading Platform such as TD Ameritrade, NinjaTrader, Tradestation, MT4, MT5, Jigsaw daytradr etc.\u003c/p\u003e\n\u003cp\u003eIdeally, they will also have an understanding of the following:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eUS Futures Market Symbols\u003c/li\u003e\n\u003cli\u003eLevel 1 Data Feed\u003c/li\u003e\n\u003cli\u003eLevel 2 Data Feed\u003c/li\u003e\n\u003cli\u003eBar Data/Historical Data Feed\u003c/li\u003e\n\u003cli\u003eOrders, Positions, Fills\u003c/li\u003e\n\u003cli\u003eOCO, OSO Order Types\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThis is more important to us than technical skills.\u003c/p\u003e\n\u003cp\u003eFor technical skills, the following are required:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eC#/.NET in a desktop programming environment\u003c/li\u003e\n\u003cli\u003eWinforms\u003c/li\u003e\n\u003cli\u003eSome 3rd party library such as DevExpress\u003c/li\u003e\n\u003cli\u003eMySQL Database\u003c/li\u003e\n\u003cli\u003eStrong OO skills\u003c/li\u003e\n\u003cli\u003eUnderstanding of Multithreading, encapsulation, delegates in C# - both in terms of development AND troubleshooting\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe are looking for a new team member to join us on a permanent basis, initially starting off fixing bugs and then moving onto new development.\u003c/p\u003e\n\u003cp\u003eOur app is 100% multi-threaded and heavily uses OO concepts such as encapsulation. If you have previously been developing web back-ends in C# and don't have an extensive background with multi-threading, this is not the job for you.\u003c/p\u003e\n\u003cp\u003eYou'll need to demonstrate the ability to work on an existing application, which means learning the existing codebase quickly.\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003eSend your resume, monthly salary requirements and application by email.\nWhen you do so - please answer the following questions:\u003c/p\u003e\n\u003col\u003e\n\u003cli\u003eDescribe the most complex project you have worked on.\u003c/li\u003e\n\u003cli\u003eWhat are the elements of the \"bar\" type data series used in most trading platforms?\u003c/li\u003e\n\u003cli\u003eWhat is the difference between Level 1 \u0026amp; Level 2 trading data?\u003c/li\u003e\n\u003cli\u003eDescribe your approach to creating a design document from a requirements document.\u003c/li\u003e\n\u003c/ol\u003e\n\u003cp\u003eemail that to: \u003ca href=\"mailto:peterdavies@jigsawtrading.com\"\u003epeterdavies@jigsawtrading.com\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa0dFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--b0790f12249a543903edc113294e21ec03345cf0/JT-logo-only.png"
    },
    {
      "id": "7c454a50-43df-4def-8042-d741a58f5dea",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/7c454a50-43df-4def-8042-d741a58f5dea",
      "created_at": "Fri May 29 07:32:16 UTC 2020",
      "company": "Omron Europe BV",
      "company_url": "http://omron.nl/",
      "location": "Den Bosch",
      "title": "Senior Software Engineer",
      "description": "\u003cp\u003e\u003cstrong\u003eSenior Software Engineer\n(Engineering Department)\nDen Bosch\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eOmron is an international manufacturer of controllers and drivers of modern machinery. Our products can be found primarily in machinery for the food, automotive and semiconductor industry. On our Den Bosch site multiple departments are located: Production, Distribution, R\u0026amp;D and other staff functions.\u003c/p\u003e\n\u003cp\u003eFor the Engineering department in Production we are looking for an \u003cstrong\u003eexperienced Software Engineer\u003c/strong\u003e who likes to work in a multi-disciplinary team with mechanical and electrical engineers. Together they use innovative technologies, like robots, camera’s and artificial intelligence to create state of the art production lines.\u003c/p\u003e\n\u003cp\u003eYou develop a strategy how the factory can benefit from modern technology and carry this out to the Software team and other stakeholders. In this hybrid environment you must cope with a wide variety of technologies including Linux and Windows, C#, SQL and PLC technology and you are capable to challenge the team to adapt new technologies when necessary. We create our production lines, by using Windows and Linux, C#, SQL and PLC technology not limited by a single technology, striving for an Industry 4.0 environment.\u003c/p\u003e\n\u003cp\u003eAs a senior Engineer you are rather a generalist than a specialist in a single specific technology. You are responsible for analyzing, designing and implementing high-tech solutions to real world manufacturing challenges in close consultation with the R\u0026amp;D and manufacturing department.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour role and Responsibilities:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDevelop software for new production lines for products in our factory, from concept to production line\u003c/li\u003e\n\u003cli\u003eLeading a team of Software engineers\u003c/li\u003e\n\u003cli\u003eSoftware development of the SW development strategy and architecture\u003c/li\u003e\n\u003cli\u003eTogether with other stakeholders you define the requirements and specification\u003c/li\u003e\n\u003cli\u003eDesign, development and validation of applications developed by the team\u003c/li\u003e\n\u003cli\u003ePropose and lead improvement projects\u003c/li\u003e\n\u003cli\u003eDesign and implement software that will run on embedded systems as well as .Net applications\u003c/li\u003e\n\u003cli\u003eBecome familiar with our product portfolio, technology \u0026amp; development process\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour skills\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAn academic or equivalent degree (minimum Bsc) in Computer Science, Electrical Engineering, or comparable\u003c/li\u003e\n\u003cli\u003eAt least 5 years relevant work experience and you are seen as the natural leader in the team\u003c/li\u003e\n\u003cli\u003eExperienced with at least these programming languages (C#, Python) and preferably C, C++.\u003c/li\u003e\n\u003cli\u003eA working knowledge of the Linux and Windows environment; and have developed code on it\u003c/li\u003e\n\u003cli\u003eFamiliar with Agile development practices e.g Scrum, Kanban\u003c/li\u003e\n\u003cli\u003eFamiliar with modern build automation environment such as Bamboo, Jenkins, Gitlab, etc.\u003c/li\u003e\n\u003cli\u003eMethodical in your approach, with excellent judgment and good communication skills\u003c/li\u003e\n\u003cli\u003eComfortable in a dynamic, international environment\u003c/li\u003e\n\u003cli\u003eGood understanding of the English language, both in speaking and writing\u003c/li\u003e\n\u003cli\u003eResult oriented, responsible, thorough, and pro-active\u003c/li\u003e\n\u003cli\u003eLiving in the Netherlands, preferably in the Den Bosch area\u003c/li\u003e\n\u003cli\u003eKeywords: ambitious, flexible, responsible, thorough, pragmatic, decisive, critical, curious and pro-active\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat can you expect of Omron?\u003c/strong\u003e\nWorking at Omron means working in a dynamic, international organization. We are a Japanese company that is run by a local management. The Engineering team works on production lines for global products produced in the factory. We work on international projects with our multidisciplinary team (mechanical, software, hardware and system testing). In Den Bosch you will find Omron’s biggest production location in Europe. Next to it we have a distribution centrum from which we supply all European clients.\u003c/p\u003e\n\u003cp\u003eFurthermore\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e29 holidays in case of full-time employment\u003c/li\u003e\n\u003cli\u003eattractive pension scheme\u003c/li\u003e\n\u003cli\u003e½ gross monthly salary  in case of full-time employment (end-of-year bonus)\u003c/li\u003e\n\u003cli\u003eLaptop and mobile phone\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eMore curious?\u003c/strong\u003e\nHow to put Artificial Intelligence in Action in Real-life Industrial Automation? \u003ca href=\"https://www.youtube.com/watch?v=ocS7NYg1w8A\"\u003ehttps://www.youtube.com/watch?v=ocS7NYg1w8A\u003c/a\u003e\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003ePlease send us your application via our \u003ca href=\"https://omron.onlinevacatures.nl/nl/job/159911/apply?utm_source=github\u0026amp;utm_medium=referral\u0026amp;utm_term=2021\u0026amp;utm_content=159911\u0026amp;utm_campaign=senior-software-engineer\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaitFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--2d3cc9487a59c40e07f2bbad1e29c9e99bc1b852/logo%20Omron%202020.jpg"
    },
    {
      "id": "70b0f47f-2fe2-441c-a8b8-a9a578c8e235",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/70b0f47f-2fe2-441c-a8b8-a9a578c8e235",
      "created_at": "Fri May 29 01:14:52 UTC 2020",
      "company": "Canopy",
      "company_url": "https://canopyservicing.com/",
      "location": "San Francisco ",
      "title": "Technical Product Manager (Core APIs)",
      "description": "\u003cp\u003eThis role represents a specialist who is an expert in both APIs and FinTech.\nYou are someone who obsesses over the experience of an API, and at the same time can balance the companies needs to accomplish the greater OKRs while still maintaining the highest level of quality.\u003c/p\u003e\n\u003cp\u003eThis role will work hand in hand with our Test Lead, Engineering, Design, other subject matter experts, and our Executive team.\u003c/p\u003e\n\u003cp\u003eYou are someone who knows B2B APIs.\nIn particular which battles to pick vs let go.\u003c/p\u003e\n\u003cp\u003eYou are also someone who has deep expertise in FinTech.\nYou are excited to innovate in this space while meeting any and all compliance and regulatory guidelines.\u003c/p\u003e\n\u003cp\u003eYou are someone who is the first person to test our upcoming features,\nyou are the first to read the latest publications on regulations for lending,\nand you are the first to help the team break down large company objectives into things that make sense.\u003c/p\u003e\n\u003cp\u003eYou balance your highly technical nature with your understanding of people and businesses.\u003c/p\u003e\n\u003cp\u003eYou are someone that leads via documentation vs meetings.\u003c/p\u003e\n\u003cp\u003eYou will not rest until you know more about our API than every member on the team.\nWhat route do we have, why do we have them, what do our competitors have?\u003c/p\u003e\n\u003cp\u003eYou are either an expert from day one, or have a track record of learning fast.\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003e\u003ca href=\"https://jobs.lever.co/canopyservicing/696e7897-5166-481e-8176-d6cd57d5ff8b\"\u003ehttps://jobs.lever.co/canopyservicing/696e7897-5166-481e-8176-d6cd57d5ff8b\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBajJFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e97705aa37d96f79b15be6d5751f72bce2178d17/Screen%20Shot%202020-05-28%20at%209.07.46%20PM.png"
    },
    {
      "id": "c891f6ea-463c-41b6-a424-1d2c4d649e9a",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/c891f6ea-463c-41b6-a424-1d2c4d649e9a",
      "created_at": "Fri May 29 01:12:29 UTC 2020",
      "company": "Canopy",
      "company_url": "https://canopyservicing.com/",
      "location": "San Francisco",
      "title": "Test Engineer - Lead",
      "description": "\u003cp\u003eThis role was created to work hand in hand with our product teams to design and build a testing infrastructure and series of test cases that prove our state machine and API service is up to par.\u003c/p\u003e\n\u003cp\u003eYou will lead the creation and implementation of thousands of test cases in a complex and intricate fin-tech system where even a 1/10th of a penny off can cause large downstream consequences.\u003c/p\u003e\n\u003cp\u003eAt this stage, Canopy is looking for someone who is both a Leader and a Performer.\nIt is not required, but ideally you can grow into a Director level role as the company grows.\u003c/p\u003e\n\u003cp\u003eWe expect you to be an expert on modern testing tools and types of testing.\u003c/p\u003e\n\u003cp\u003eWe also need you to be in the top 1% of communicators for the role and to be well versed in project management and making and following through on commitments to the team.\u003c/p\u003e\n\u003cp\u003eWe expect you to have experience in both fin-tech and building and maintaining API's.\u003c/p\u003e\n\u003cp\u003eOverall when we think about this role we think about someone who is incredibly keen on details, loves challenges, loves maintaining the highest of standards, and does not compromise communication or empathy to be successful.\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003e\u003ca href=\"https://jobs.lever.co/canopyservicing/2286aebe-fe2a-40e2-9235-6d44fa016ffb\"\u003ehttps://jobs.lever.co/canopyservicing/2286aebe-fe2a-40e2-9235-6d44fa016ffb\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBanVFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--fb2cd0eb102a49e4861bd41cb18bc9b1bbd5ea05/Screen%20Shot%202020-05-28%20at%209.07.46%20PM.png"
    },
    {
      "id": "ea27723e-b7da-46fc-bba3-9f447608eece",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/ea27723e-b7da-46fc-bba3-9f447608eece",
      "created_at": "Fri May 29 01:09:22 UTC 2020",
      "company": "Canopy",
      "company_url": "https://canopyservicing.com/",
      "location": "U.S. Remote",
      "title": "Senior Software Engineer (Innovation)",
      "description": "\u003cp\u003eCanopy is looking for an innovation focused software engineer to help rapidly build and test core company theories. Canopy's Innovation team is a group of highly skilled engineers, designers, and hustlers who are working as scouts for Canopy to help gather and present evidence on our future paths we can take. They often work with little to no spec's and have the highest initiative in the company.\u003c/p\u003e\n\u003cp\u003eYou are someone who can take a rough set of company goals and do both a competitive analysis on potential options and build a prototype that will empower Canopy to determine the cost of fully moving in a new direction.\u003c/p\u003e\n\u003cp\u003eYou will need a high amount of initiative and exposure to each part of the development, project management, and even product process to skillfully accomplish your goals.\u003c/p\u003e\n\u003cp\u003eFor additional context we might ask you to spend 2 weeks researching and building a prototype of an integration of a new Canopy partner, or to spend a week researching and building a prototype for a new compliance based need.\u003c/p\u003e\n\u003cp\u003eOur goal is to work with you to provide an ordered list of challenges that we need solved, and for you to work autonomously to accomplish those goals.\u003c/p\u003e\n\u003cp\u003eIt would be ideal if you were to use similar tooling as our core products but it is not required.\u003c/p\u003e\n\u003cp\u003eIt is expected that you will need to engage with various members of Canopy to accomplish your goal. ie there are other specialists at Canopy both in engineer and across the board who can help you.\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003e\u003ca href=\"https://jobs.lever.co/canopyservicing/08afd828-1706-47e3-9e0d-ee112060a8b3\"\u003ehttps://jobs.lever.co/canopyservicing/08afd828-1706-47e3-9e0d-ee112060a8b3\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBam1FIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a3232a3dda7dfe6330cff6eea619a65d2251260b/Screen%20Shot%202020-05-28%20at%209.07.46%20PM.png"
    },
    {
      "id": "cb51892b-91a7-4b56-940f-f79e28844ef1",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/cb51892b-91a7-4b56-940f-f79e28844ef1",
      "created_at": "Thu May 28 19:10:09 UTC 2020",
      "company": "Wicked Co.",
      "company_url": "https://www.linkedin.com/company/letsgetwicked",
      "location": "Lancaster, PA",
      "title": "Senior Software Developer - Computer Vision",
      "description": "\u003cp\u003eWicked Co. is a new company that is composed of a collective of passionate marketers, engineers, and entrepreneurs who work with our portfolio of companies to bring their ideas to life and drive unreal growth. We work across multiple industries, pairing quality equipment with pivotal software enhancements to create best-in-class, customer-centric solutions. While we’re at it, we also give their marketing, sales, and business practices a serious makeover (and boy do we love a good makeover montage).\u003c/p\u003e\n\u003cp\u003eWe have experience running our own successful startups, and we’ve brought over those lessons and values to the culture at Wicked. We know our stuff but we're still agile and ever-learning, empowering you to make a true impact at Wicked Co. and our portfolio companies.\u003c/p\u003e\n\u003cp\u003eWe’re a family-owned business that values respect, honesty and our team. We want our employees to be passionate about their work, but we recognize you’re more than just your job. Wicked Co. appreciates our people and the unique personality and perspective each individual brings to our team.\u003c/p\u003e\n\u003cp\u003eWe’re currently looking for a Senior Software Developer with experience in computer vision who actively embraces challenges, experiments without fear of failure, and puts the customer first. Sound like you? Take a look at some of our other qualifications below:\u003c/p\u003e\n\u003cp\u003eExperience in any of the following computer vision areas is beneficial:\nApplication of standard libraries for image processing (OpenCV, etc.)\nDevelopment of custom image processing algorithms\nObject tracking\nObject recognition\nTesting of computer vision algorithms\n3-D modeling of physical spaces and objects\u003c/p\u003e\n\u003cp\u003eGeneral software development areas that are beneficial:\nExperience writing and supporting production code\nRevision control tools (we use Git)\nTesting and verification\nDeployment\nDevelopment methodologies\nBuild tools (CMake, make, ...)\u003c/p\u003e\n\u003cp\u003eLanguages we commonly use:\nC/C++\nPython\nGo\nBash shell\u003c/p\u003e\n\u003cp\u003eAs a Senior Member of the team, you will be expected to:\nDevelop stable, reliable software systems based on provided software specifications\nActively participate in software development planning and design discussions\nParticipate in project planning and review sessions on projects for which you are a Project Owner or Team Captain\nProvide technical guidance to junior members of the team and give constructive feedback during code review sessions\u003c/p\u003e\n\u003cp\u003eYou will work with experienced developers who have built, shipped and supported software systems over multi-year life cycles.\u003c/p\u003e\n\u003cp\u003eWe have some really exciting products in the pipeline where your work will make a big impact.\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003eApply Today!!!\n\u003ca href=\"mailto:apply-8706f0d40a2c@wicked-co.breezy-mail.com\"\u003eapply-8706f0d40a2c@wicked-co.breezy-mail.com\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": null
    },
    {
      "id": "8b9a0efd-d0a2-43ed-a65d-fbf8da95dd71",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/8b9a0efd-d0a2-43ed-a65d-fbf8da95dd71",
      "created_at": "Thu May 28 16:10:00 UTC 2020",
      "company": "GOhiring",
      "company_url": "https://www.gohiring.com/",
      "location": "Remote, Berlin",
      "title": "Senior fullstack developer React / Ruby",
      "description": "\u003cp\u003eWe as GOhiring believe that connectivity is the foundation of efficient processes. Therefore we offer the digital infrastructure for HR Market Players to provide a productive way of collaborating. Our software solution enables customers to publish, manage and analyze their job postings within their HR software. Thanks to state-of-the-art tools, we have also digitized our own working environment. Everything is set up for #remote work from anywhere in the world.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour role\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBuild smart, customer-driven front- and back-end solutions in extension of our product ecosystem\u003c/li\u003e\n\u003cli\u003eSolve exciting engineering challenges, starting with MVP’s and iterate from there\u003c/li\u003e\n\u003cli\u003eWork on complex frontend projects using React and other JS frameworks\u003c/li\u003e\n\u003cli\u003eCollaborate closely with our experienced team of backend developers, product managers, designers and testers\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour profile\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou get excited about good quality code and engineering quests\u003c/li\u003e\n\u003cli\u003e+5 years experience in web development, including +1 years in React.js and +3 years in Ruby\u003c/li\u003e\n\u003cli\u003eValue testing, well-documented code and intelligent software design techniques\u003c/li\u003e\n\u003cli\u003eProfound knowledge about API Design and performance optimization\u003c/li\u003e\n\u003cli\u003eFluent in English\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhy should you apply?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eRemote culture\u003c/em\u003e - Work wherever you are most productive - at home, while traveling or in our office in Berlin. Benefit from processes and mindsets which are 100% oriented towards working flexible hours.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eSmall, agile team\u003c/em\u003e - We believe that work is simply more fun in small teams. Experienced colleagues, jointly defined company targets, a direct exchange and lots of creative leeway: That is what constitutes our understanding of productivity.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eComplex challenges\u003c/em\u003e - We encounter new challenges time and time which are waiting to be solved for the benefit of all market players.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSounds like an interesting challenge for you?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eSimply send us your profile in addition to your Github handle. We are happy to hear from you.\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/2683e346a21a8336c88c207b33217aa68d61844e/68747470733a2f2f747261636b696e672e676f686972696e672e636f6d2f682f34306530376230356265303564663835616536373133363032316332653066363435383935326431656139663538643862393264626238303830373866333733\"\u003e\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003e\u003ca href=\"https://tracking.gohiring.com/h/c4ae830234a75d6e111fd2a35fdd237b0fc48e30382e6ac9df9029d9d9655380\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBamVFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--8a6f88255e44a05f66e6f1a024ef57c66c51429e/gohiring_logo.png"
    },
    {
      "id": "34755631-2d32-45af-bd8a-c305babf3205",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/34755631-2d32-45af-bd8a-c305babf3205",
      "created_at": "Thu May 28 11:47:40 UTC 2020",
      "company": "InnoGames GmbH",
      "company_url": "https://www.innogames.com",
      "location": "Hamburg",
      "title": "Java Software Developer - Core Team",
      "description": "\u003cp\u003eAs \u003cstrong\u003eJava Software Developer\u003c/strong\u003e, you work closely with our game teams to shape the foundation of our next big hits and contribute as a productive member of an agile development team in all phases of the development lifecycle.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour mission:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDevelop features shared across our game backends\u003c/li\u003e\n\u003cli\u003eImprove performance-critical components, increase the robustness and scalability of our software\u003c/li\u003e\n\u003cli\u003eImprove our libraries and backend services with your knowledge of software architecture and high-quality code\u003c/li\u003e\n\u003cli\u003eMaintain and extend our development tools and environment\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour profile:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDegree in Computer Sciences, Business Information Systems or equivalent training and experience as IT specialist\u003c/li\u003e\n\u003cli\u003eSeveral years of experience in object-oriented programming in Java with Spring Boot and optimally the Akka framework\u003c/li\u003e\n\u003cli\u003eSoftware development with Spring, the UNIX command line and profound knowledge of SQL, GIT, and Continuous Delivery\u003c/li\u003e\n\u003cli\u003eYou love to dive deep into other people’s code which is reflected in your Github profile.\u003c/li\u003e\n\u003cli\u003eSolid experience in using various methods in software design and a strong belief in automated testing to guarantee and improve code quality in compliance with the company standards\u003c/li\u003e\n\u003cli\u003eBeing a backend geek, you also like to switch to the frontend side with Angular, C# and Unity\u003c/li\u003e\n\u003cli\u003eGood English language and overall communication skills\u003c/li\u003e\n\u003cli\u003eProactive and motivated individual with a willingness to learn\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhy join us?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBe part of a great international team in a healthy and stable growing company\u003c/li\u003e\n\u003cli\u003eYour working device is the latest MacBook Pro with high end hardware\u003c/li\u003e\n\u003cli\u003eWe actively support your further development and give you all needed resources to evaluate new technologies and participate in open source communities\u003c/li\u003e\n\u003cli\u003eWe provide additional training budget to spend on attending conferences, taking hard skill courses or improve your soft skills as well as purchasing books\u003c/li\u003e\n\u003cli\u003eOur career model is set up equally for an expert in a technical career or a management path\u003c/li\u003e\n\u003cli\u003eUse opportunities to make your code open source and show your achievements at international conferences\u003c/li\u003e\n\u003cli\u003eWe offer competitive compensation with benefits like relocation support, company gym, smartphone or tablet, company bikes, rooftop terrace with BBQ and much more\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eExcited to start your journey with InnoGames and join our dynamic team as a \u003cstrong\u003eJava Software Developer\u003c/strong\u003e? We look forward to receiving your application as well as your salary expectations and earliest possible start date through our \u003ca href=\"https://www.innogames.com/career/detail/job/java-software-developer-core-team/?s=GitHub\"\u003eonline application form\u003c/a\u003e. \u003cstrong\u003eCristal Ledesma\u003c/strong\u003e would be happy to answer any questions you may have.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eApply and #stayhome!\u003c/strong\u003e Due to the \u003cstrong\u003ecoronavirus\u003c/strong\u003e outbreak, we switched our operations company-wide to home office and turned our hiring process into \u003cstrong\u003ea fully virtual one\u003c/strong\u003e. When hiring, we are also open for our new team members starting their work remotely at the time being or adjusting contract start dates accordingly. Stay home and safe!\u003c/p\u003e\n\u003cp\u003eInnoGames is Germany’s leading developer and publisher of mobile and online games. The company based in Hamburg is best known for Forge of Empires, Elvenar and Tribal Wars. InnoGames’ complete portfolio encompasses seven live games and several mobile titles in production.\u003c/p\u003e\n\u003cp\u003eBorn as a hobby, InnoGames today has a team of 400 employees from more than 30 nations who share the passion of creating unique games that players across the globe enjoy for years. In order to further expand our success and to realize new projects, we are constantly looking for young talents, experienced professionals, and creative thinkers.\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003e\u003ca href=\"https://www.innogames.com/career/detail/job/java-software-developer-core-team/?s=GitHub\"\u003ehttps://www.innogames.com/career/detail/job/java-software-developer-core-team/?s=GitHub\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBalNFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--cab4983d9bc239d4f5964ca6560574f906da26ea/logo_innogames_devlop.png"
    },
    {
      "id": "ce570d05-7bff-4294-8d6d-bed4c7e126a5",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/ce570d05-7bff-4294-8d6d-bed4c7e126a5",
      "created_at": "Thu May 28 11:17:31 UTC 2020",
      "company": "heycar",
      "company_url": "http://hey.car",
      "location": "Berlin",
      "title": "(Senior) Software Engineer - React Native (m/f/d)",
      "description": "\u003cp\u003eWe are heycar.\u003c/p\u003e\n\u003cp\u003eheycar wants to change the way customers find and buy their next car.\nWe are a fast-growing start-up in the center of Berlin that strives to break up the used-car market. We do this by explicitly focusing on vehicle, dealer and service quality.\nWe are heavily user-centric and invest in applying cutting-edge technologies in order to become a leader in our space.\nWe have established an independent, agile and deeply entrepreneurial culture whilst being backed by major automotive players.\nOur team of highly motived digital experts is embracing the opportunity of challenging our market’s status quo. \u003c/p\u003e\n\u003cp\u003eWho we are looking for\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou understand that done is better than perfect\u003c/li\u003e\n\u003cli\u003eYou have a clear understanding of what constitutes a good user experience\u003c/li\u003e\n\u003cli\u003eYou are an excellent team player who ensures that knowledge is increased\u003c/li\u003e\n\u003cli\u003eYou thrive working in a diverse and multinational environment\u003c/li\u003e\n\u003cli\u003eYou are a self-motivated developer with a drive to learn parts of projects every day, fix bugs,\nand make our users happy\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhat you bring\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eImplementation and further development of innovative features for our Android and iOS apps\u003c/li\u003e\n\u003cli\u003eexperience on React Native stack projects or software development (mobile or web/frontend)\u003c/li\u003e\n\u003cli\u003eFamiliarity with native build tools, like XCode, Gradle\u003c/li\u003e\n\u003cli\u003e(plus) Solid practical knowledge in app integration and delivery lifecycle, including code signing\nand app store reviews\u003c/li\u003e\n\u003cli\u003e(plus) have an experience on native iOS or Android app development\u003c/li\u003e\n\u003cli\u003eOur tech stack: React native, Typescript, MobX, Styled Components, Storybook, Detox\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhat we have to offer.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eThe best mix between corporate and start-up culture\u003c/li\u003e\n\u003cli\u003eWorking with state-of-the-art technology\u003c/li\u003e\n\u003cli\u003eChoice between Mac and Windows laptop\u003c/li\u003e\n\u003cli\u003eHome office option\u003c/li\u003e\n\u003cli\u003eEmployee credit card after passing probation period\u003c/li\u003e\n\u003cli\u003eModern office design with a huge roof terrace in the heart of Wedding - 30 seconds from the\nLeopoldplatz tube stop (we timed it)\u003c/li\u003e\n\u003cli\u003eLanguage courses\u003c/li\u003e\n\u003cli\u003eFriday beer, doing sports together, team lunch and much more\u003c/li\u003e\n\u003cli\u003eA wide selection of beverages (healthy and not so healthy), snacks (only not so healthy) and\nfruit\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eHow does that sound to you?\nAre you interested in helping to shape the mobility market of tomorrow?\nIf so we look forward to hearing from you!\nYour contact person is Rebecca Schneider, Talent Acquisition \u0026amp; Employer Branding Manager.\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003e\u003ca href=\"https://boards.greenhouse.io/heycar/jobs/4457711002\"\u003ehttps://boards.greenhouse.io/heycar/jobs/4457711002\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBakdFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6d4031131ca5179bf3f66cdedbe88511c8937d8b/heycar_logo_white_gro%C3%9F.png"
    },
    {
      "id": "0443ec86-6259-43a6-898b-e806b88fecf2",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/0443ec86-6259-43a6-898b-e806b88fecf2",
      "created_at": "Wed May 27 15:06:12 UTC 2020",
      "company": "avodaq AG",
      "company_url": "https://www.avodaq.com/de/",
      "location": "Berlin, Hamburg",
      "title": "Frontend Engineer (m/w/d)",
      "description": "\u003cp\u003eDie avodaq AG ist ein international führender Anbieter moderner Kommunikationslösungen für eine effiziente, flexible Geschäftskommunikation. Mit maßgeschneiderten Komplettpaketen, bestehend aus Beratung, Analyse, Planung über IT-Architektur und Software Development bis hin zu Implementierung, Training, Change Management und (Managed-) Service, bietet avodaq zukunftsweisende Lösungen aus einer Hand. Als vielfach ausgezeichneter Cisco Gold Partner, Master Collaboration und Master Data Center and Hybrid Cloud verfügt avodaq über die höchsten Zertifizierungen in der IT-Industrie. Die 1997 gegründete Gesellschaft ist an neun Standorten in Deutschland, den USA und Asien vertreten und beschäftigt rund 185 Mitarbeiter.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWofür wir Dich brauchen und was Dich bei uns erwartet\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAn einem unserer Standorte in Hamburg oder Berlin unterstützt Du unsere Software Entwicklung als Frontend Engineer (m/w/d) bei der Realisierung neuer Projekte sowie bei der Weiterentwicklung bestehender Lösungen. Du arbeitest bei uns an vielschichtigen Entwicklungsprojekten in einem kompetenten und dynamischen Team, welches auf starken, gemeinschaftlichen Zusammenhalt mit gegenseitiger Unterstützung setzt.\u003c/p\u003e\n\u003cp\u003eDeine Aufgabe ist es Anforderungen, die durch Stakeholder und Product Owner definiert wurden, im Frontend für Web-Applikationen umzusetzen. Du arbeitest intensiv mit UX/UI Experten und unserem Backend-Entwicklern zusammen und erkennst frühzeitig technische Herausforderungen.\u003c/p\u003e\n\u003cp\u003eDer avodaq Software Stack ist auf Stabilität und langfristige Entwicklungshorizonte ausgelegt und verwendet Kubernetes, Docker, Python und JavaScript sowie den Webframeworks Django und React. Für automatisierte CI/CD Pipelines verwenden wir GitLab und Ansible. Das Monitoring unserer Lösung wird mit Dynatrace realisiert.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWir haben spannende Aufgaben für Dich\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAls Frontend Entwickler planst Du neue Lösungen nach anerkannten Best Practices und setzt auf einen sauberen sowie wartbaren Code (Clean Code)\u003c/li\u003e\n\u003cli\u003eZentrale Aufgabe ist der Aufbau einer Frontend Architektur für eine Vielzahl von Projekten, die Entwicklung von Frontend APIs mit Testabdeckung\u003c/li\u003e\n\u003cli\u003eDu strukturierst bestehende Lösungen neu und steigerst somit die Qualität der Code-Basis für langfristige Wartbarkeit\u003c/li\u003e\n\u003cli\u003eDu testest die von Dir entwickelten Features gewissenhaft und berücksichtigst Cross-Browser Kompatibilität\u003c/li\u003e\n\u003cli\u003eDu begleitest die Transition von unserem modifizierten Bootstrap 4 zu Material UI oder vergleichbaren Lösungen\u003c/li\u003e\n\u003cli\u003eErstellung von Click Dummies bei komplexen Features für eine Validierung der Lösung vor technischer Umsetzung\u003c/li\u003e\n\u003cli\u003eSynthetic Tests \u0026amp; Real User Monitoring werden genutzt, um die Qualität der umgesetzten Features konsequent zu validieren\u003c/li\u003e\n\u003cli\u003eDu arbeitest eigenständig im Rahmen von agilen und klassischen Projekt Management Methoden\u003c/li\u003e\n\u003cli\u003eDu arbeitest eng mit den Fachbereichen zusammen und realisierst sowohl Kundenentwicklungsaufträge wie auch Inhouse-Entwicklungen\u003c/li\u003e\n\u003cli\u003eDu arbeitest sowohl an neuen als auch bestehenden Projekten und bringst Deine Erfahrungen mit ein\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDas bringst Du mit\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu hast ein technisches Studium abgeschlossen, z.B. (Wirtschafts-)Informatik, Angewandte Informatik, technisch ausgerichtetes Grafikdesign oder eine vergleichbare Ausrichtung\u003c/li\u003e\n\u003cli\u003eDu hast bereits in interdisziplinären Entwicklungsteams gearbeitet und dabei agile Methoden erfolgreich angewendet\u003c/li\u003e\n\u003cli\u003eVertiefte Kenntnisse in JS (ES6)/TypeScript, HTML5, CSS3 (Sass/LESS) und CSS Modules\u003c/li\u003e\n\u003cli\u003eDu verfügst über mehr als 4 Jahre Erfahrung in aktuellen Frontend-Technologien wie React oder Angular\u003c/li\u003e\n\u003cli\u003eMit Git-Workflows bist Du vertraut\u003c/li\u003e\n\u003cli\u003eDie Entwicklung und Anbindung von RESTful APIs gehören zu Deiner Praxis\u003c/li\u003e\n\u003cli\u003eDu hast UI/UX-Erfahrungen und kennst aktuelle Trends in der Nutzerführung\u003c/li\u003e\n\u003cli\u003eOptional: Kenntnisse in Funktionalen Frontend Tests (z.B. Selenium) sowie Erfahrungen mit Crossbrowser Test in virtuellen Labs (z.B. BrowserStack)\u003c/li\u003e\n\u003cli\u003ePraxiswissen in Infrastruktur-Themen wie Docker und Container-Orchestratoren (Kubernetes) sind ein Plus\u003c/li\u003e\n\u003cli\u003eErfahrungen mit Applications Performance Monitoring Lösungen wie Dynatrace oder AppDyanmics sind von Vorteil\u003c/li\u003e\n\u003cli\u003eDu bringst gute analytische Fähigkeiten und Begeisterung für innovative Technologien mit\u003c/li\u003e\n\u003cli\u003eSehr gute Deutsch und gute Englisch-Kenntnisse in Wort und Schrift runden Dein Profil ab - die Sprache im Team Software Entwicklung ist Englisch, aber unsere Kunden schätzen den Umgang in deutscher Sprache\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDas bieten wir Dir\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIndividuelle Weiterbildung und interner Know-how Transfer\u003c/li\u003e\n\u003cli\u003eFlexibilität, offene Türen und flache Hierarchien\u003c/li\u003e\n\u003cli\u003eWork happy: wir wollen Dein Bestes! Bei uns kannst Du Dein Potential voll entfalten - dabei erwartet Dich eine Kultur, in der gegenseitige Wertschätzung an erster Stelle steht und ein Team, das all das gebührend feiert\u003c/li\u003e\n\u003cli\u003eEine moderne Arbeitsumgebung mit Wohlfühlfaktor\u003c/li\u003e\n\u003cli\u003eAttraktives Vergütungspaket: unbefristeter Arbeitsvertrag, betriebliche Altersvorsorge, Fahrtkostenzuschuss für ÖPNV, bundesweite Sportangebote, Möglichkeit für Kindergartenzuschuss \u0026amp; Mitarbeiterrabatte\u003c/li\u003e\n\u003cli\u003eTäglich frisches Obst und Getränke im Büro\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDEIN ANSPRECHPARTNER\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eEmma Funkner\nRecruiter / Talent Acquisition Specialist\u003c/p\u003e\n\u003cp\u003e+49 89 442325 121\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/ce428d98d2ecfda702a5c66426c981767fd4759b/68747470733a2f2f747261636b696e672e676f686972696e672e636f6d2f682f34643564353833353261343833626164346339353262373265333863353636326133303161663330323236386236303938303264323430306330313437356565\"\u003e\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003e\u003ca href=\"https://tracking.gohiring.com/h/305b8144c53b88bdfae9072e37d4be10838b8f6a55b0dde10209defb848bbaa9\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaXVFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--1c3f45ccbec9c454a7f0b3bf2ed5a66dc3b29a99/avodaq_all_rgb.jpg"
    },
    {
      "id": "38e2e536-fb62-40d5-ace8-f397515bb6de",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/38e2e536-fb62-40d5-ace8-f397515bb6de",
      "created_at": "Tue May 26 14:45:57 UTC 2020",
      "company": "Coolblue",
      "company_url": "http://careersatcoolblue.com/tech",
      "location": "Rotterdam, The Netherlands",
      "title": "Android Developer",
      "description": "\u003cp\u003e\u003cstrong\u003eCoolblue - Anything for a smile\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eOne of the fastest growing e-commerce companies in the Netherlands and Belgium.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003ePosition\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eYou are successful in writing Kotlin code and do some pair programming with your colleagues to guarantee higher quality. Besides that you think about technical decisions like architecture, tools and processes.  You also keep an eye on the performance of the app and you analyse with your team how to improve it. Following Scrum is something you do automatically as it works effective. In short, you get a lot of energy from building an app with a lot of impact.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYou enjoy doing this\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eHaving technical discussions about the architecture of the app to get an app with the highest possible quality.\nTaking care of the user-experience by having contact with stakeholders.\nWorking in a diverse team with a lot of different nationalities.\nWorking on complex technical solutions.\nParticipating in several training sessions to keep developing yourself to get a bit better every day.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYou recognize yourself in the following\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eYou have a technical Bsc or Msc in for example Computer Science.\nYou have at least 3 years experience as an Android developer in building large-scale mobile apps.\nYou are capable of solving problems and are able to use the right principles like SOLID and TDD/BDD.\nYou find code quality important.\nYou have experience with working within a Scrum environment and follow Agile practices.\nYou are looking forward to automating and implementing tasks in a CI/CD system.\nYou are fluent in English.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eThis is what you’re looking for in a job\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMoney.\u003c/li\u003e\n\u003cli\u003eTravel allowance and a retirement plan.\u003c/li\u003e\n\u003cli\u003eRelocation assistance: from A to Z (we only hire people with an European passport).\u003c/li\u003e\n\u003cli\u003e25 leave days. As long as you promise to come back.\u003c/li\u003e\n\u003cli\u003eA discount on all our products.\u003c/li\u003e\n\u003cli\u003eA picture-perfect office at a great location. You could crawl to work from Rotterdam Central Station. Though we recommend just walking for 2 minutes.\u003c/li\u003e\n\u003cli\u003eAn extraordinarily good work environment, with freshly made snacks, monthly drinks, \u003ca href=\"https://www.youtube.com/watch?v=quaJO8bi-0I\u0026amp;feature=youtu.be\"\u003elegendary Coolblue parties\u003c/a\u003e, \u003ca href=\"https://www.youtube.com/watch?v=_50_ELxnGNk\"\u003eawesome team activities\u003c/a\u003e, and an informal, playful department.\u003c/li\u003e\n\u003cli\u003eWorking together in an international environment with colleagues from the Netherlands, Belgium, Spain, Brazil, Mexico, and Italy, among others.\u003c/li\u003e\n\u003cli\u003eRoom for new initiatives and ideas. We’re always open to those, whether you’ve been with us for a week, a month, or a year.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDevelopment at Coolblue\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eOver time we have learned that being successful as a company is not possible without smart IT. Our developers have one thing in common: they work hard to deliver value to our customers.\nAt Coolblue we don’t outsource our solutions if they provide us with a competitive advantage. Therefore, we keep all of our important processes in-house, and when you work for us, you’ll have the opportunity to personally make our logistics, our stores, our web shops and our financial processes even better.\nWe work in Scrum teams to ensure constant feedback and improvement and we aim to deliver new improvements daily.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat our developers love at Coolblue\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBesides their own specialization they make fast progress in becoming all-round developers.\u003c/li\u003e\n\u003cli\u003eDefining their own priorities and directly receiving feedback from users.\u003c/li\u003e\n\u003cli\u003eThere is room to experiment.\u003c/li\u003e\n\u003cli\u003eUsing the right tool for the job.\u003c/li\u003e\n\u003cli\u003eThe fact that we always have budget available for great ideas.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eLike what you see? You can become a Coolbluer, \u003ca href=\"https://www.careersatcoolblue.com/vacancies/android-developer/?utm_source=Github\u0026amp;utm_medium=jobboard\u0026amp;utm_campaign=Github_android\"\u003eapply now\u003c/a\u003e!\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003eLike what you see? You can become a Coolbluer, \u003ca href=\"https://www.careersatcoolblue.com/vacancies/android-developer/?utm_source=Github\u0026amp;utm_medium=jobboard\u0026amp;utm_campaign=Github_android\"\u003eapply now\u003c/a\u003e!\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaW1FIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--9aa4e1af7a2ad0274856cea2d8f6b6e50fbe163b/Coolblue%20logo.jpg"
    },
    {
      "id": "44d30a3f-20f5-48bd-95db-6375dfd6b3be",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/44d30a3f-20f5-48bd-95db-6375dfd6b3be",
      "created_at": "Mon May 25 12:42:56 UTC 2020",
      "company": "Ridestore AB",
      "company_url": "https://ltpx.nl/SPO4j97",
      "location": "Götenberg",
      "title": "Tech Team Lead - Operations",
      "description": "\u003cp\u003e\u003cstrong\u003eTech Team Lead - Operations\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe’re looking for an experienced Tech Lead who will take charge of Ridestore internal systems and lead them to the next level of amazing!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWho We Are:\u003c/strong\u003e\nRidestore was founded over 10 years ago. We had a passion to create products and brands that people truly wanted. The era where brands told people what they should wear or do is dead. Everyone's an expert. You know what you like and want to wear much better than the designer. So our job is to listen. A brand in this new era is there to serve and empower You. The customer. The expert. If you do that well then your brand will spread from one person to another, peer to peer. This changes everything in how you design products and create a brand. You have to truly listen to the customers, not just make them heard. You have to give them a voice and empower them.\u003c/p\u003e\n\u003cp\u003eWe get things done. That has taken us close to half a billion sek in revenue and 100% year on year organic growth. We want to own the outerwear conversation online. Our brands \u003ca href=\"https://www.instagram.com/dopesnow/\"\u003e\u003cstrong\u003eDope Snow\u003c/strong\u003e\u003c/a\u003e \u0026amp; \u003ca href=\"https://www.montecwear.com/\"\u003e\u003cstrong\u003eMontecwear\u003c/strong\u003e\u003c/a\u003e are the first brands created from listening to what You want.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWe are a tech-heavy company.\u003c/strong\u003e There's a reason we see ourselves at the crossroads of fashion and tech; most of our systems, be it logistical, financial or e-commerce are developed in-house. Why? Because we're pushing the line of how a brand operates, and when there's not enough out there that supports us in our quest, we build it ourselves. Our employees, regardless of department, are tech-savvy and look to technology to solve their needs. They rely on our internal systems to be fast-moving (honestly, they're great stakeholders for someone in tech).\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWe are a remote-friendly company.\u003c/strong\u003e We don't just say it like others do, we actually mean it. Bigger parts of the company are remote-only even. Our Customer Experience, Marketing and Tech teams are all remote-based.\nFor this role, you will need to be in our Göteborg, Sweden office for at least first 6-8 months. Your developer team is remote already, but we need you close to the stakeholders (Head of Product Development, CFO, CEO) for a first couple of months to get everything going smoothly. After that, you can be wherever you want. By the way: we provide visa sponsorship and relocation support, so candidates from all over the world are welcome to apply.\u003c/p\u003e\n\u003cp\u003eCrew: 110+.\nTech team: 8.\nLanguages: 12.\nSocial Media Fans: 750k+.\nRevenue: 60m € (2019).\nRead more about us here: \u003cstrong\u003e\u003ca href=\"https://inside.ridestore.com/about-us\"\u003ehttps://inside.ridestore.com/about-us\u003c/a\u003e\u003c/strong\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWho You Are:\u003c/strong\u003e\nWe are looking for competent, crafty ”systems thinkers” with a ”just get it done” attitude. This means that you know your stuff. You like to build and test things. You want to become the best at your craft. You care about details and quality. You can see the bigger picture and connect dots across multiple disciplines like data, design, product and brand. You never become a victim. You empower others. You get the job done. You find a way even when there is no clear way. You demonstrate courage.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eChange is your favorite constant, and you’re excited to be part of a current that keeps you lively.\u003c/li\u003e\n\u003cli\u003eYou’ve never even had a comfort zone. You live to take challenges, and you’re excited to help your team do the same.\u003c/li\u003e\n\u003cli\u003eYou don’t accept “tradition” as an answer. You’re all about deconstructing problems to get to the core of the issue first.\u003c/li\u003e\n\u003cli\u003eExecuting projects at the highest level is your main goal, and you’re proud to do it over and over again.\u003c/li\u003e\n\u003cli\u003eYou’re excited to be part of the entire process. We’re a small team, and we have our hands in all of it.\u003c/li\u003e\n\u003cli\u003eYou’re an entrepreneur, consultant, or human who hates prestige and takes responsibility for your own work.\u003c/li\u003e\n\u003cli\u003eYou know when to give open, honest feedback, especially when it’s uncomfortable.\u003c/li\u003e\n\u003cli\u003eYou’re thrilled by creating your own role, outperforming yourself, and encouraging your teammates to do the same.\u003c/li\u003e\n\u003cli\u003ePassion isn’t just a word to you, it’s a lifestyle. And you lead that by example.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat you will be doing:\u003c/strong\u003e\nAs a Technical Lead for our Operations team, you will lead our extraordinary software developers to consistently provide value at Ridestore. You’ll work with internal departments across Ridestore to build systems that will keep Ridestore pushing the envelope on how a fashion brand operates.\u003c/p\u003e\n\u003cp\u003eYou will:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDrive internal systems projects to success with a team of developers.\u003c/li\u003e\n\u003cli\u003eDevelop and deliver high-impact internal systems that powers our business (logistics, financial and e-commerce solutions).\u003c/li\u003e\n\u003cli\u003eCommunicate fearlessly and build trust with diverse stakeholders within Ridestore (CFO, CEO, CTO, dept leads etc).\u003c/li\u003e\n\u003cli\u003eContribute to a culture of technical and operational excellence within the Tech team.\u003c/li\u003e\n\u003cli\u003eHelp solve cross-team problems at scale.\u003c/li\u003e\n\u003cli\u003eAnswer the question of \"Build or Buy\" based on data, research and prototypes.\u003c/li\u003e\n\u003cli\u003eResearch and prototype new systems and tools to make Ridestore even more efficient.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat we think your background is:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDeveloper background, preferably within e-commerce.\u003c/li\u003e\n\u003cli\u003eProven experience leading software engineering teams.\u003c/li\u003e\n\u003cli\u003eComfortable managing multiple technically complex projects in parallel.\u003c/li\u003e\n\u003cli\u003eRobust project management skills, including prioritization, planning, tracking, and retrospectives.\u003c/li\u003e\n\u003cli\u003eExcellent people manager with a record of recruiting, managing, and retaining talent.\u003c/li\u003e\n\u003cli\u003eEmpathetic, self-aware, and learning-oriented leadership style.\u003c/li\u003e\n\u003cli\u003eHigh-judgement, data-driven decision-maker.\u003c/li\u003e\n\u003cli\u003eStrong communication skills.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat you will have at Ridestore:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYour hands in the core of what we do!\u003c/li\u003e\n\u003cli\u003eOpen and honest culture, where doing great things is more important than politics.\u003c/li\u003e\n\u003cli\u003eDevelop yourself to new levels within your field of expertise.\u003c/li\u003e\n\u003cli\u003eAll the equipment you can possibly need to be effective.\u003c/li\u003e\n\u003cli\u003eWork with a Very Talented Team.\u003c/li\u003e\n\u003cli\u003eCompany Retreats/Meetups (like our last meetup in the Alps, St Anton).\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eReady to partner up with the best of the best from around the world? Come make something special at Ridestore! Apply now via the \u003ca href=\"https://ltpx.nl/XRJ2Otw\"\u003e\u003cstrong\u003eapplication form\u003c/strong\u003e\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eAgency calls are not appreciated.\u003c/em\u003e\u003cimg src=\"https://camo.githubusercontent.com/a815add378c760aaa8df8ec7ce9ea10d798f24cf/68747470733a2f2f62636f6e74726f6c2e62726f636b6d657965722e6e6c2f747261636b2e7068703f6f7264657269643d313636323037\"\u003e\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003e\u003ca href=\"https://ltpx.nl/3r8Vc3h\"\u003eApply now\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaHlFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--453d9dbd724845fd0c1c6a44a9c75c9a4edfa552/logo%20vierkant.jpg"
    },
    {
      "id": "793ddfac-c26d-4ebd-a183-a8aa1263c775",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/793ddfac-c26d-4ebd-a183-a8aa1263c775",
      "created_at": "Mon May 25 05:51:54 UTC 2020",
      "company": "Jigsaw Trading",
      "company_url": null,
      "location": "Bangkok",
      "title": "Javascript/Canvas/Charts Developer ",
      "description": "\u003cp\u003eNote - no agencies are to apply. We want to work directly with developers only.\u003c/p\u003e\n\u003cp\u003eWe are currently using a set of libraries called ChartIQ within our futures trading application. It's a set of HTML5/Javascript libraries that we have extensively customized.\u003c/p\u003e\n\u003cp\u003eWhen we say \"Financial  Charts\" - we mean the sort of charts used by people trading financial markets. This is financial time-series data. Candlestick charts, tick charts, market profile, footprint charts etc.\u003c/p\u003e\n\u003cp\u003eWe need a developer to come on board - someone with both design and coding skills, to help us complete the project. Your skills should at least consist of:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHave knowledge of OOPS in JS.\u003c/li\u003e\n\u003cli\u003eShould be able to write test cases and good in debugging.\u003c/li\u003e\n\u003cli\u003eKnowledge of HTML Canvas is must i.e 2D and 3D both.\u003c/li\u003e\n\u003cli\u003eWorked on a charting library before which uses canvas.\u003c/li\u003e\n\u003cli\u003eAble to provide clear estimate based on conceptual design coding.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThis means that for each major component we develop, we write a design first.\u003c/p\u003e\n\u003cp\u003eRequirements come from us and you will be writing the design document. We don't want somebody that wants to be coding 100% of the time, we have to agree on the design approach first because performance is essential. We like to think before we code.\u003c/p\u003e\n\u003cp\u003eWe have mostly completed the app but we have some bugs to sort out. The Javascript code is complex and is based on a set of libraries called \"ChartIQ\". We know how to extend ChartIQ but there's a number of issues with the existing code. This job is not for someone that has simply been designing simple websites. There is a lot of number-crunching and performance tuning required.\u003c/p\u003e\n\u003cp\u003eThis person would be able to analyze the existing HTML5/JS code and help us design the last integrations to the other part of our app.\u003c/p\u003e\n\u003cp\u003eWe would prefer someone that has done indicator/similar development on NinjaTrader, MultiCharts, Sierra Charts or some other mainstream platform. Someone that knows a Footprint chart from a Market Profile.\u003c/p\u003e\n\u003cp\u003eThis will be an ongoing project, as we'll always be developing new types of charts to display.\u003c/p\u003e\n\u003cp\u003ePlease quote a MONTHLY rate as this will be an ongoing project of at least 6 months.\u003c/p\u003e\n\u003cp\u003eNote also - we aren't looking for an agency, we want to work with someone directly. This is not negotiable.\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003eemail your details, with cover letter and monthly rate to: \u003ca href=\"mailto:peterdavies@jigsawtrading.com\"\u003epeterdavies@jigsawtrading.com\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaFNFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--168c5e04aa3b7d888d5d5cf9db3e0a5ef09e526e/JT-logo-only.png"
    },
    {
      "id": "543d2bd6-626d-49c2-a6b8-abcb8317a846",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/543d2bd6-626d-49c2-a6b8-abcb8317a846",
      "created_at": "Fri May 22 12:55:54 UTC 2020",
      "company": "KfW Bankengruppe",
      "company_url": "https://www.kfw.de/kfw.de.html",
      "location": "Frankfurt",
      "title": "Specialist System Design \u0026 Development",
      "description": "\u003cp\u003eWillkommen bei der KfW! Wir sind eine international agierende Förderbank, die für die nachhaltige Entwicklung von Umwelt, Gesellschaft und Unternehmen steht. Als Impulsgeber wirken wir aktiv an den Themen mit, die die Welt von morgen prägen. Wir fördern Windparks, Infrastruktur-Projekte, Schulen und Krankenhäuser, denn sinnvolle und nachhaltige Projekte sind unser Auftrag. Und wir bauen auf die Menschen, die bei uns arbeiten! Was das heißt? Dass Sie bei uns ein offenes und vertrauensvolles Miteinander finden, in dem wir Vielfalt und Inklusion leben – denn nur dort, wo viele verschiedene Perspektiven zusammentreffen, entstehen richtungsweisende Ideen. Deshalb fördern wir Ihre Kompetenz, Ihre Ideen und Ihr Engagement für Projekte, die die Welt verbessern. Gehen Sie mit uns Ihren Weg in die Zukunft.\u003c/p\u003e\n\u003cp\u003eWerden Sie Teil unseres Teams in Frankfurt am Main oder Berlin und unterstützen Sie uns als\u003c/p\u003e\n\u003ch2\u003eSystem Design \u0026amp; Development Expert (w/m/d) – PL1 und Java\u003c/h2\u003e\n\u003cp\u003e \u003c/p\u003e\n\u003ch2\u003eIhre Aufgaben\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eAls System Design \u0026amp; Development Expert sind Sie Teil des Teams „Zahlungsverkehr, SWIFT“, das die Zahlungsverkehrssysteme der KfW und der IPEX sowie das SWIFT-System verantwortet. Dort übernehmen Sie die Softwareentwicklung und Maintenance-Aktivitäten inkl. 3rd-Level-Support von Applikationen. Ihr Fokus liegt dabei auf der technischen Konzeption und Realisierung.\u003c/li\u003e\n\u003cli\u003eSie analysieren Anforderungen an Funktionen, Daten und an Security \u0026amp; Informationssicherheit, Datenintegrationsprozesse und erstellen Aufwandsschätzungen für die Umsetzung. Sie entwickeln das technische Design der Anwendungen bzw. Schnittstellen und überführen fachliche Anforderungen in physische Datenmodelle.\u003c/li\u003e\n\u003cli\u003eSie sorgen für die Realisierung der Datenintegrationsprozesse und Umsetzung von Änderungen des physischen Datenmodells. Sie führen die Entwickler- und Modultests zur Fehlerbeseitigung durch und pflegen die technische Dokumentation. Entwicklungsergebnisse reviewen Sie gemäß unseren Richtlinien.\u003c/li\u003e\n\u003cli\u003eSie bieten 3rd-Level-Support in der Bearbeitung von Fehlerursachenanalyse, entwickeln Workarounds und Fehlerbehebung.\u003c/li\u003e\n\u003cli\u003eDie von Ihnen betreuten Applikationen beobachten  Sie  kontinuierlich und planen Weiterentwicklungsaktivitäten im Rahmen des Produktlebenszyklus.\u003c/li\u003e\n\u003cli\u003eSie beraten die Fachbereiche zur Erstellung und Qualitätssicherung der fachlichen Konzeptionen aus Umsetzungssicht.\u003c/li\u003e\n\u003cli\u003eAuch die stetige Weiterentwicklung von Tools und Methoden gemeinsam mit dem Framework Management gehört zu Ihren Aufgaben. Als interner Experte wirken Sie außerdem in IT-weiten Prozessen mit, z. B. bei der Planung und Koordination des technischen Release-Managements für die verantworteten Applikationen.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eIhr Profil\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eAbgeschlossenes Studium (Bachelor / Master) in (Wirtschafts-) Informatik, Informationstechnik, Mathematik oder Physik bzw. eine vergleichbare Qualifikation\u003c/li\u003e\n\u003cli\u003eMehrjährige relevante Berufserfahrung, bspw. Im  Bereich Software Development oder System Engineering\u003c/li\u003e\n\u003cli\u003eExpertenwissen in der Anwendungsentwicklung PL1 und Java sowie Batch-Jobs (JCL und Java Batch) und umfangreiche Kenntnisse von Datenbanktechnologien, insb. Erfahrung mit DB2 Host und SQL, XML und XSD\u003c/li\u003e\n\u003cli\u003eKnow-how in Anwendungsdesign \u0026amp; Methoden, Anwendungs- \u0026amp; Infrastrukturbetrieb / ITILv3 sowie im Umgang mit Tools wie z.B. Eclipse, Websphere/Liberty, HP SM, HP ALM, GIT/SourceTree, Jira\u003c/li\u003e\n\u003cli\u003eUmfangreiche bankfachliche Kenntnisse, idealerweise auch im Bereich Zahlungsverkehr - Ausgezeichnetes Analyse- und Abstraktionsvermögen gepaart mit Ihrer Konzeptionsstärke, helfen Ihnen kreative Lösungen für komplexe technische Probleme zu finden\u003c/li\u003e\n\u003cli\u003eKommunikationsstärke, auch auf Englisch, rundet Ihr Profil ab\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWas wir bieten\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cstrong\u003eVereinbarkeit von Familie \u0026amp; Beruf\u003c/strong\u003e\n\u003cul\u003e\n\u003cli\u003eWir unterstützen Sie mit flexiblen Arbeitszeiten, Homeoffice Möglichkeiten, 30 Tagen Urlaub, individuelle Teilzeitmodellen und Eltern-Kind-Büros.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eMarktgerechte Vergütung\u003c/strong\u003e\n\u003cul\u003e\n\u003cli\u003eBei uns erwartet Sie ein angemessenes Vergütungspaket mit vermögenswirksamen Leistungen und Jobticket.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eGelebte Vielfalt \u0026amp; Inklusion\u003c/strong\u003e\n\u003cul\u003e\n\u003cli\u003eVielfältigkeit und Chancengleichheit sind für uns als Unterzeichner der Charta der Vielfalt gelebter Alltag\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eWeiterentwicklung \u0026amp; Trainings\u003c/strong\u003e\n\u003cul\u003e\n\u003cli\u003eImmer auf dem neusten Stand mit persönlichen und fachlichen Weiterentwicklungsmöglichkeiten.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eBetriebliche Altersvorsorge\u003c/strong\u003e\n\u003cul\u003e\n\u003cli\u003eWir bauen auf Ihre Zukunft mit einer betrieblichen Altersvorsorge.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eGesundheitsförderung\u003c/strong\u003e\n\u003cul\u003e\n\u003cli\u003eWir bereiten Sie mit einem vielfältigen Angebot von Kursen und individuellen Qualifikationen optimal auf Ihre künftige Position vor.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eSie möchten Verantwortung übernehmen und gemeinsam mit uns uns die Zukunft gestalten?\u003c/h2\u003e\n\u003cp\u003eDann freuen wir uns auf Ihre Bewerbung als System Design \u0026amp; Development Expert (w/m/d) – PL1 und Java über einen Klick auf das \u003cstrong\u003eBewerbungsformular\u003c/strong\u003e. Bei Fragen zur Position können Sie sich gerne an Frau Zohm unter der Nummer +49 (0) 69 7431-8222 wenden. Weitere Informationen zum Einstieg in der IT erhalten Sie \u003ca href=\"https://www.kfw.de/KfW-Konzern/Karriere/Berufserfahrene/Einsatzgebiete/Informationstechnologie.html\"\u003ehier\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/2ymMgum\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/2ymMgum\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdFNEIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f5e546593749cf9ab9d73d0961bdfd2aac8d3fdd/kfw.jpg"
    },
    {
      "id": "8ea57566-bfc5-496d-afc8-263454baed9a",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/8ea57566-bfc5-496d-afc8-263454baed9a",
      "created_at": "Fri May 22 12:09:12 UTC 2020",
      "company": "Vreugdenhil Dairy Foods",
      "company_url": "http://http",
      "location": "Nijkerk",
      "title": "Applicatiebeheerder",
      "description": "\u003cp\u003eHeb jij als applicatiebeheerder ideeën over hoe een beheerstructuur eruit moet zien? En lijkt het je een mooie uitdaging om, naast de operationele applicatiebeheer werkzaamheden, ook de beheerstructuur in te richten? Dan hebben we een mooie vacature voor jou!\u003c/p\u003e\n\u003ch2\u003eWat doe jij in deze functie?\u003c/h2\u003e\n\u003cp\u003eVreugdenhil is in beweging en dat geldt ook voor onze IT-organisatie. We stappen actueel over naar ERP systeem SAP en de wensenlijst met betrekking tot automatisering groeit. Om er voor te zorgen dat onze applicaties optimaal blijven functioneren, is het goed inrichten van applicatiebeheer binnen ons IT team een belangrijke prioriteit.\u003c/p\u003e\n\u003cp\u003eAls applicatiebeheerder hou jij je, naast operationeel applicatiebeheer, ook bezig met het opzetten en inrichten van de beheerstructuur. Zo willen we kritisch kijken naar de huidige beheermethodiek en tillen we ook graag onze monitoring naar een hoger niveau. In het ideale geval hebben we verstoringen straks al opgelost voordat de gebruiker het door heeft.\u003c/p\u003e\n\u003cp\u003eJe voornaamste verantwoordelijkheden zijn:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eJij draagt zorg voor de continuïteit van onze systemen. De belangrijkste applicaties onder jouw beheer zijn applicaties ten behoeve van de finance, quality, inkoop en verkoop processen.\u003c/li\u003e\n\u003cli\u003eNa de keyuser is applicatiebeheer het tweede aanspreekpunt als het gaat om gebruikersvragen. Ook bij incidenten, bugs en het beheer van gebruikers rechten zorg jij voor een soepele opvolging;\u003c/li\u003e\n\u003cli\u003eDaarnaast ben je eerste aanspreekpunt voor een aantal andere applicaties;\u003c/li\u003e\n\u003cli\u003eJe bewaakt de structuur en logica van de functionaliteiten in de applicaties en in het applicatielandschap en borgt dit;\u003c/li\u003e\n\u003cli\u003eJe onderhoudt contact met leveranciers rondom beheerzaken als wijzigingen, bugs, updates;\u003c/li\u003e\n\u003cli\u003eJe draagt bij aan de verdere professionalisering en doorontwikkeling van de beheerstructuur.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eHerken jij jezelf hierin?\u003c/h2\u003e\n\u003cp\u003eJe bent probleemoplossend, servicegericht en nieuwsgierig ingesteld. Je legt makkelijk contact, je durft te vragen en zoekt de samenwerking met collega’s of leveranciers. Daarnaast vragen wij:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEen afgeronde hbo-opleiding, bijvoorbeeld richting Bedrijfskundige Informatica (BIM) of Information Science;\u003c/li\u003e\n\u003cli\u003eJe hebt basis kennis IT infrastructuur, je beredeneert logisch en je bent leergierig. Als het nodig is, zoek je uit hoe het zit;\u003c/li\u003e\n\u003cli\u003eJe weet in je communicatie de kern te vatten;\u003c/li\u003e\n\u003cli\u003eUiteraard ben je op de hoogte van BiSL en ASL;\u003c/li\u003e\n\u003cli\u003eJe verdiept je in de ontwikkelingen in het vakgebied en bekijkt hoe je deze kan toepassen in de inrichting van je werkzaamheden;\u003c/li\u003e\n\u003cli\u003eHet is een pre als je ervaring in de voedingsmiddelen industrie hebt.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eDe organisatie\u003c/h2\u003e\n\u003cp\u003eVreugdenhil Dairy Foods voorziet wereldwijd miljoenen mensen van gezonde voeding. Binnen Europa is Vreugdenhil de grootste producent van volle melkpoeder. Onze jarenlange ervaring stelt ons in staat om het verschil te maken voor miljoenen consumenten óveral ter wereld. Onze ambities staan de sfeer niet in de weg. Want waar je ook rondloopt, overal proef je de prettige en informele werksfeer.\u003c/p\u003e\n\u003ch2\u003eDit bieden wij jou\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eEen functie binnen een groeiend en ambitieus bedrijf waarop je kunt bouwen.\u003c/li\u003e\n\u003cli\u003eVeel ruimte om je werk zelf in te richten.\u003c/li\u003e\n\u003cli\u003eEen informele en collegiale werksfeer.\u003c/li\u003e\n\u003cli\u003eRuime mogelijkheden om jezelf en de afdeling verder te ontwikkelen.\u003c/li\u003e\n\u003cli\u003eGoede arbeidsvoorwaarden, conform zuivel cao.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eMeer informatie\u003c/h2\u003e\n\u003cp\u003eLijkt het jou leuk om in deze functie bij te dragen aan een groeiend Vreugdenhil, in de dynamische wereld van de zuivel? Reageer via \u003ca href=\"https://vonq.io/2LImfsM\"\u003edeze link\u003c/a\u003e of neem direct contact op met onze recruiter Brenda Klever via 06 48165341 of \u003ca href=\"mailto:recruitment@vreugdenhil.nl\"\u003erecruitment@vreugdenhil.nl\u003c/a\u003e.\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/2LImfsM\"\u003eKlik hier om te solliciteren!\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdEtEIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--2354b321dc3654a8b12412aa58edfe49fe8964fa/Vreugdenhil.png"
    },
    {
      "id": "975af804-b847-4e84-a0d5-e8a1259ec6c3",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/975af804-b847-4e84-a0d5-e8a1259ec6c3",
      "created_at": "Fri May 22 01:23:56 UTC 2020",
      "company": "Geomagical Labs",
      "company_url": null,
      "location": "Mountain View, CA",
      "title": "Python Platform Engineer",
      "description": "\u003cp\u003eGeomagical Labs is a visual AI division of IKEA.  We are crafting advanced computer vision AI algorithms into exciting and novel consumer AR/VR experiences for hundreds of millions of users.\u003c/p\u003e\n\u003cp\u003eWe have an opening for a high-impact Python backend engineer who is excited to architect and build cloud applications and data platforms for mass-scale consumer AI \u0026amp; commerce applications.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eResponsibilities:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCreate cloud services, features, and APIs for hundreds of millions of users.\u003c/li\u003e\n\u003cli\u003eDesign and develop backend systems and infrastructure to handle massive scale.\u003c/li\u003e\n\u003cli\u003eDevelop highly automated CICD frameworks to deploy high-quality code without friction.\u003c/li\u003e\n\u003cli\u003eBuild real-time analytics systems to monitor system performance and quickly detect anomalies.\u003c/li\u003e\n\u003cli\u003eBuild data infrastructure to feed \u0026amp; optimize AI machine learning pipelines.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStrong expertise in Python in Linux environments (Python super hackers desired).\u003c/li\u003e\n\u003cli\u003eStrong experience with Docker \u0026amp; Kubernetes.\u003c/li\u003e\n\u003cli\u003eExperience with the Google Cloud Platform and its core services.\u003c/li\u003e\n\u003cli\u003eExperience with SQL databases and key-value stores.\u003c/li\u003e\n\u003cli\u003eExperience developing log-based, ELK stack analytics systems desired.\u003c/li\u003e\n\u003cli\u003eExperience with task \u0026amp; message queues (e.g. Celery, RabbitMQ, Airflow, etc.) desired.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBenefits\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eOpportunity to work in a dynamic and ambitious R\u0026amp;D team of successful serial entrepreneurs, scientists, AR \u0026amp; graphics engineers, and product design professionals.\u003c/li\u003e\n\u003cli\u003eExcellent health \u0026amp; retirement benefits.\u003c/li\u003e\n\u003cli\u003eLocated in downtown Mountain View, California --- an easy walk from restaurants, coffee shops, the Stevens Creek Trail, and Caltrain commuter rail.\u003c/li\u003e\n\u003c/ul\u003e\n",
      "how_to_apply": "\u003cp\u003eVisit \u003ca href=\"https://apply.workable.com/geomagical-labs/j/D99311C649/\"\u003ePython Platform Engineer Position\u003c/a\u003e to learn more about this position and apply,\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdENEIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--acb505d878f7bb46ec1dd7a36d768d8c545ce7c4/geo-logo_web-16.png"
    },
    {
      "id": "242f3dd4-7620-46dc-89fa-0ece2154fb53",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/242f3dd4-7620-46dc-89fa-0ece2154fb53",
      "created_at": "Wed May 20 08:30:15 UTC 2020",
      "company": "Currencycloud",
      "company_url": "https://www.currencycloud.com",
      "location": "Cardiff",
      "title": "QA Engineer",
      "description": "\u003cp\u003e\u003cstrong\u003eQA Engineer\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eReady to shape tomorrow?\u003c/strong\u003e\nOur industry leading Payments API is currently processing billions of dollars every year, but we want to do more... come and join the team to help us make this happen!\u003c/p\u003e\n\u003cp\u003eWe’re looking for an experienced, motivated and talented QA Engineer to help us build the technology that will power the future of payments.\u003c/p\u003e\n\u003cp\u003eOur stack is made up of distributed applications, primarily built on Ruby (but not all Rails), Scala, RabbitMQ, Redis, MySQL/Aurora and Javascript – though we are not afraid of using the right tool for the job and will assess what technology is correct for each project.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout the role...\u003c/strong\u003e\nThe QA Automation Engineer role is an ambassador of quality. You should strive to ensure that we are maintaining a high level of quality across all our processes. You will consider and suggest improvements within the development process. You will also be responsible for the estimation, planning and execution of test cases, both automated and manual and you will ensure any defects in quality are logged appropriately and see them through to completion.\u003c/p\u003e\n\u003cp\u003eYou’ll be joining one of our agile Product squads, and will play a key role in ensuring the team delivers simple, scalable solutions for a wide range of problems. We are always looking for ways to improve our process, and your experience and curiosity will help us do that.\u003c/p\u003e\n\u003cp\u003eAs a member of the team you will contribute to the architecture and technical choices we make. Our aim is to create a state-of-the-art technical environment. Can you help us get there?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat Skills \u0026amp; Experience do I need?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eYou should be able to demonstrate:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA complete understanding of lean and agile methods of software delivery and the principles and practices of BDD, ATDD and TDD\u003c/li\u003e\n\u003cli\u003eFlexibility in working around logistic and technical blockers\u003c/li\u003e\n\u003cli\u003eThe ability to work closely with non-technical and technical stakeholders in order to determine accurate acceptance criteria\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe need someone with excellent:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAttention to detail\u003c/li\u003e\n\u003cli\u003eWritten and verbal communication\u003c/li\u003e\n\u003cli\u003eCritical thinking, interpretive and analytic abilities\u003c/li\u003e\n\u003cli\u003eTeam working and workload management skills\u003c/li\u003e\n\u003cli\u003eSoft skills e.g the ability to communicate improvements and challenges effectively, being able to say no when necessary, and a strong willingness to improve\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYou should have experience with:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDiagnosing, reporting, tracking and resolving quality issues utilising ticketing systems and documentation software - e.g. JIRA and Confluence\u003c/li\u003e\n\u003cli\u003eManual testing\u003c/li\u003e\n\u003cli\u003eAutomated testing, ideally Cucumber/RSpec using Ruby, or Java based tools\u003c/li\u003e\n\u003cli\u003eSQL\u003c/li\u003e\n\u003cli\u003eAPI testing\u003c/li\u003e\n\u003cli\u003eAWS deployments and deployment tools - e.g. Jenkins\u003c/li\u003e\n\u003cli\u003eRelease testing\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eDesirable experience:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eTesting, agile or AWS qualification e.g. ISTQB or AWS Certified Solutions Architect\u003c/li\u003e\n\u003cli\u003eUI testing\u003c/li\u003e\n\u003cli\u003ePerformance testing using JMeter or Gatling\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIf this sounds like you and you’re looking to join a company that offers training, health, dental, and vision cover as well as a competitive pension, income protection \u0026amp; life assurance scheme, 25 days annual leave each year plus a day off for your birthday then get in touch!\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003eemail \u003ca href=\"mailto:adam.bolton@currencycloud.com\"\u003eadam.bolton@currencycloud.com\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcUtEIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--506b576a92f36b6426838e3049e3f82d30db7a5f/CCY.png"
    },
    {
      "id": "b6a9b5f1-1b8a-490d-9bbb-5be1222db5a2",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/b6a9b5f1-1b8a-490d-9bbb-5be1222db5a2",
      "created_at": "Thu May 21 14:28:28 UTC 2020",
      "company": "Privacy Hero",
      "company_url": "https://www.privacyhero.com/",
      "location": "Canada / Remote",
      "title": "Linux Developer",
      "description": "\u003cp\u003ePrivacy Hero is seeking a full time embedded Linux software engineer to join our virtual engineering team, based in Canada.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThe Privacy Hero Adapter is a Linux based adapter that encrypts Internet traffic from/to a home network. We spend most of our time working with networking, DNS, VPN and firewalls.\u003c/p\u003e\n\u003cp\u003eWe believe there is a new category where privacy, security and network management are separated from a router in the classic networking setup.\u003c/p\u003e\n\u003cp\u003eBasic information on our service can be found on our website, privacyhero.com\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJob Responsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eA successful candidate will be primarily working as an embedded software developer as part of our engineering team.\nThey will be actively involved in analyzing and estimating new requirements during planning sessions.\nDuring two-week sprints, they will be responsible for completing estimated work to be in production-ready state.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eThis position is a good fit if you are:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA self-starter who can manage multiple ongoing tasks\u003c/li\u003e\n\u003cli\u003eIndependent, but also effectively work as a member of a team\u003c/li\u003e\n\u003cli\u003eAdapt to changes easily\u003c/li\u003e\n\u003cli\u003eEnjoy working remotely\u003c/li\u003e\n\u003cli\u003eInto moving quickly and breaking things (responsibly)\u003c/li\u003e\n\u003cli\u003eCreative\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWe are:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDecidedly un-corporate\u003c/li\u003e\n\u003cli\u003eA small team of experienced engineers\u003c/li\u003e\n\u003cli\u003eStartup culture\u003c/li\u003e\n\u003cli\u003eSlack centred - no email\u003c/li\u003e\n\u003cli\u003eThinking outside the box (what box? ;))\u003c/li\u003e\n\u003cli\u003eFlexible with hours\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eSkills, Knowledge, and Abilities:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStrong background with TCP/IP networking on Linux\u003c/li\u003e\n\u003cli\u003eStrong background in Go \u0026amp; Python\u003c/li\u003e\n\u003cli\u003eExperience using OpenWRT, DD-WRT or OpenEmbedded frameworks and build systems\u003c/li\u003e\n\u003cli\u003eDemonstrated ability to work in a primarily virtual team environment (Slack, GitHub, Zoom)\u003c/li\u003e\n\u003cli\u003eSelf-motivated\u003c/li\u003e\n\u003cli\u003eEffective and confident decision making and problem solving skills\u003c/li\u003e\n\u003cli\u003eExcellent organizational and time management skills\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003ePosition is remote (work from home).\u003c/strong\u003e\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003e\u003ca href=\"https://privacyhero.applytojob.com/apply/FKkVKobU7Y/Linux-Developer\"\u003ehttps://privacyhero.applytojob.com/apply/FKkVKobU7Y/Linux-Developer\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaDZFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--db8d75eecec34d6c59733ffe40c2fcd642f85e1c/privacy-hero__logo-blue.jpg"
    },
    {
      "id": "73535df3-4a05-4c0b-b16e-3deca4dedfd6",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/73535df3-4a05-4c0b-b16e-3deca4dedfd6",
      "created_at": "Wed May 20 20:50:21 UTC 2020",
      "company": "Merit America",
      "company_url": "https://www.meritamerica.org/",
      "location": "Dallas Fort-Worth ",
      "title": "Entry-Level Software Developer",
      "description": "\u003cp\u003eHave you tried independently learning how to code but need some formal training? Do you want a better career but lack qualifications? Do you think about going back to school, but worry about the time and cost, or whether you'll learn anything that actually helps you advance? Are you being overlooked because you don't have a Bachelor's degree?\u003c/p\u003e\n\u003cp\u003eMerit America provides a pathway to skilled technology careers with tracks that are fast, flexible, and focused on what employers need most. While working with Merit America, you will gain in-demand programming skills while preparing to connect with employers and advance your career. We are currently recruiting hardworking individuals to apply for our next cohort in DFW launching in August/September 2020.\u003c/p\u003e\n\u003cp\u003eWe encourage you to read this overview in its entirety and to learn more at meritamerica.org before applying. Commit to learning and Merit America will help you take your career to the next level.\u003c/p\u003e\n\u003cp\u003eRESPONSIBILITIES AND DUTIES:\u003c/p\u003e\n\u003cp\u003eThis program is designed to get you ready for an entry-level Junior Java Developer role with opportunities for ongoing career advancement.\nThe time commitment is 25+ hours per week for 21 weeks. This includes 20 hours per week of online skill development (on your own schedule), and 3-5 hours per week of in-person meet-ups with your coach and a small group of peers (weeknight, weekday, and weekend options available).\nParticipation in coaching sessions that include both technical (Java and related concepts) and professional (resume and cover letter development, etc.) learning to make you competitive for entry-level developer roles.\u003c/p\u003e\n\u003cp\u003eYou can learn more about the different components of the program at \u003ca href=\"https://www.meritamerica.org/career-seekers\"\u003ehttps://www.meritamerica.org/career-seekers\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003eSKILLS AND ABILITIES:\u003c/p\u003e\n\u003cp\u003eStrong self-motivation and “grit”: You are ready to commit to building a better future for yourself and your loved ones through a tech career and you rarely give up when faced with challenges.\nTeam player: You easily work with all types of people and you're the person teammates call on to help fix problems; you love a good challenge and communicate clearly.\nExcellent time management: You are great at balancing and meeting your personal and professional commitments, even when it seems like there’s not enough time in the day to get everything done.\nPassion for learning: You pride yourself on learning new things and taking control of your education through self-directed learning and ongoing professional development.\u003c/p\u003e\n\u003cp\u003eEDUCATION AND WORK EXPERIENCE:\u003c/p\u003e\n\u003cp\u003eFamiliarity or prior experience with coding, any language, is strongly recommended but not required.\nProfessional work experience with colleagues and/or managers who would strongly recommend working with you.\nHigh school diploma or GED, but no Bachelor’s degree or higher. While those with Associate’s degrees are welcome to apply, those with a Bachelor’s degree or higher, or who are currently enrolled in a Bachelor’s degree program, are not eligible.\nFluent English speaker, reader, and writer.\nAuthorized to work in the U.S. and able to pass a background and reference check.\nLive within ~40 miles of downtown Dallas, with access to public transportation and/or a car for any meet-ups in DFW.\nSavvy using modern technology with consistent internet access through your personal devices\u003c/p\u003e\n\u003cp\u003eWHAT THE INTERVIEW PROCESS WILL LOOK LIKE:\u003c/p\u003e\n\u003cp\u003ePhase 1: Online Assessment\nPhase 2: Video Interview\nPhase 3: Background Check\nTotal Application Timeline: Depending on how quickly you complete each step in the process, you can receive a decision within a week!\u003c/p\u003e\n\u003cp\u003eOne last thing: Diversity is integral to our success and we are proud to be an equal opportunity employer. We believe that all workplaces should be truly inclusive of underrepresented individuals in terms of race, gender and/or socio-economic status, and any other characteristics protected by applicable law. We strongly encourage individuals from underrepresented groups to apply.\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003e\u003ca href=\"https://www.meritamerica.org/career-seekers/java-development\"\u003ehttps://www.meritamerica.org/career-seekers/java-development\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBckNEIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c8077a6e38d85144922d7a7b9d54316c69d56c45/merit-america-4color.png"
    },
    {
      "id": "d5d67971-b693-45d6-81da-be1d446ee4c1",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/d5d67971-b693-45d6-81da-be1d446ee4c1",
      "created_at": "Wed May 20 13:34:49 UTC 2020",
      "company": "European XFEL GmbH",
      "company_url": "https://www.xfel.eu/index_ger.html",
      "location": "Schenefeld",
      "title": "Web Software Developer supporting Data Science (f/m/d)",
      "description": "\u003cp\u003eJoin our team\u003c/p\u003e\n\u003cp\u003eEuropean XFEL is an international non-profit company located in the Hamburg area in Germany. It operates a 3.4 km long X-ray laser, which produces X-rays of unique quality for studies in physics, chemistry, the life sciences, materials research and other disciplines. The diverse scientific facilities at European XFEL enable scientists from across the globe to carry out a wide range of\nexperimental techniques. Early user operation started in September 2017. In the context of the PaNOSC (Photon and Neutron Open Science Cloud) project which is funded by the European Union’s Horizon 2020 research and innovation programme (grant agreement number 823852) we are looking for a\u003c/p\u003e\n\u003cp\u003eWeb Software Developer supporting Data Science (f/m/d)\u003c/p\u003e\n\u003cp\u003eThe Position\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003edesign and development of new and existing web applications required for supporting European\nXFEL in the context of the PaNOSC project\u003c/li\u003e\n\u003cli\u003eintegration of new data reduction strategies into the existing operational services (catalogue, web\nservices, data transfer)\u003c/li\u003e\n\u003cli\u003eparticipation in testing, maintenance, documentation, and support of the products developed and\nlater upgrades\u003c/li\u003e\n\u003cli\u003epreparation of documentation related to the projects deliverables\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eRequirements\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ebachelor in information systems or related field, or equivalent experience\u003c/li\u003e\n\u003cli\u003eideally, you have minimum 2 years of experience with Ruby on Rails or other web frameworks\u003c/li\u003e\n\u003cli\u003eexperience in management of large scientific datasets is an asset\u003c/li\u003e\n\u003cli\u003ea strong background and knowledge of RESTful, CSS, and MySQL\u003c/li\u003e\n\u003cli\u003eknowledge of PHP, Python or Javascript would be an advantage\u003c/li\u003e\n\u003cli\u003egood knowledge of Linux\u003c/li\u003e\n\u003cli\u003every good communication skills in English\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eOur offer\u003c/p\u003e\n\u003cp\u003eBecome part of a vibrant international and multicultural team of scientists, engineers, technical, and administrative staff. Be involved in cutting edge scientific and technical progress, participate in our international networks, and shape your life upon trust-based flexible working times and telecommuting options. Experience our atmosphere of tolerance and respect.\u003c/p\u003e\n\u003cp\u003eSalary and benefits are similar to those of public service organizations in Germany. In addition, European XFEL provides a noncontributory company pension scheme, broad relocation benefits, a subsidized job-ticket for the local public transportation system, as well as our brand-new company restaurant BeamStop. The European XFEL GmbH employs a diverse, broadly international staff. Non-German candidates hired from abroad receive an international allowance.\u003c/p\u003e\n\u003cp\u003eReference number: E-247\u003c/p\u003e\n\u003cp\u003eDuration: This appointment is limited to 3 years.\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003e\u003ca href=\"https://122.rexx-server.com/rexx-hr/xfel/jobportal/Application/E-247-web-software-developer-supporting-data-scien/Init/1-639.html\"\u003ehttps://122.rexx-server.com/rexx-hr/xfel/jobportal/Application/E-247-web-software-developer-supporting-data-scien/Init/1-639.html\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": null
    },
    {
      "id": "a41422da-3032-41a6-985a-2a71581101fc",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/a41422da-3032-41a6-985a-2a71581101fc",
      "created_at": "Wed May 20 11:37:14 UTC 2020",
      "company": "rooom AG",
      "company_url": "https://www.rooom.com/",
      "location": "Thüringen",
      "title": "Full-Stack-Developer (m/w/d)",
      "description": "\u003cp\u003eAus einer Idee, Kreativität, Mut und Fleiß ist mittlerweile, dank eines genialen Teams, etwas Großes geworden. Wir haben zahlreiche Auszeichnungen erhalten und begeistern mit unserer Art zu Denken und unserer Technologie auch einige der bekanntesten Unternehmen Deutschlands.\u003c/p\u003e\n\u003cp\u003eÜber die rooom AG wird gesagt, wir seien das Youtube des 3-Dimensionalen (ZEIT). Wir sind das Wordpress für 3D. Wir machen 3D, AR und VR massenmarkttauglich, zugänglich für jeden.\nÜber die e-Networkers GmbH sagt man, sie würde unglaubliches in der Digitalisierung leisten - Kreativ und Innovativ.\u003c/p\u003e\n\u003cp\u003eWir sind easy Access und Open Access und gleichzeitig Enterprise.\nWerde Teil einer unglaublichen Geschichte. Unterstütze uns dabei die Welt zu verändern.\nUnser Working Space der \"OneHub\" ist wie ein zuhause, nur noch wohnlicher. Er ist wie ein Büro, nur noch produktiver. Er ist wie ein Atelier, nur noch kreativer. Du wirst es lieben.\u003c/p\u003e\n\u003cp\u003eWir sind ein Workingspace junger Unternehmen aus der Digitalbranche, die wachsen und Großes vorhaben. Bei uns herrscht eine lockere Arbeitsatmosphäre mit flachen Hierarchien, in der du als Individuum ernst genommen wirst. Du hast eine Idee? Raus damit! Du hältst dich lieber zurück und machst einfach deinen Job? Mach das! Bei uns fühlt sich jeder wohl. Werde Teil der rooom-Familie und hilf uns dabei, die Welt ein bisschen besser zu machen!\u003c/p\u003e\n\u003cp\u003eDu bist nur ein paar Sekunden davon entfernt etwas großartiges zu tun. Werde Teil etwas Großen.\nWerde Teil von rooom. Komme in den OneHub. Du wirst es lieben!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDAS ERWARTET DICH:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eProgrammierung im Frontend- und Backend-Bereich\u003c/li\u003e\n\u003cli\u003eUmsetzung von qualitativem Code und dessen Dokumentation\u003c/li\u003e\n\u003cli\u003eAnalyse, Design und Programmierung komplexer und herausfordernder Entwicklungsaufgaben\u003c/li\u003e\n\u003cli\u003eEigenverantwortliches Konzipieren und Umsetzen von individuellen Erweiterungen\u003c/li\u003e\n\u003cli\u003eErstellen von (automatisierten) Tests und Fixen von Bugs\u003c/li\u003e\n\u003cli\u003eStetige Optimierung unserer Plattform und Beurteilung von technischen Realisierungsmöglichkeiten\u003c/li\u003e\n\u003cli\u003eDeployments und Dokumentation\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDAS BRINGST DU MIT:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eUmfassende mehrjährige Erfahrungen mit Web-relevanten Technologien und typischen Entwickler-Tools (PHP, MySQL, REST, JavaScript/jQuery, CSS, HTML)\u003c/li\u003e\n\u003cli\u003eKonzeptionelle und analytische Fähigkeiten\u003c/li\u003e\n\u003cli\u003eBegeisterung und Interesse an neuen Technologien\u003c/li\u003e\n\u003cli\u003eErfahrung in agilen Methoden und in der Versionsverwaltung Git\u003c/li\u003e\n\u003cli\u003eHohe Einsatzbereitschaft, selbständige Arbeitsweise und Teamgeist\u003c/li\u003e\n\u003cli\u003eSchnelle Auffassungsgabe\u003c/li\u003e\n\u003cli\u003eErfahrungen mit MongoDB, Node.js\u003c/li\u003e\n\u003cli\u003eErfahrung im Umgang mit Frameworks wie Symfony\u003c/li\u003e\n\u003cli\u003eSicherer Umgang mit der Linux Kommandozeile\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eVON VORTEIL FÜR DICH:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eErfahrungen mit Testing (z.B. PHPUnit, E2E, ...)\u003c/li\u003e\n\u003cli\u003eErfahrungen mit dem WebGL-Framework BabylonJS\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWARUM WIR?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWir sind ein junges Unternehmen in der Digitalbranche, das schnell wächst und Großes vorhat. Bei uns herrscht eine lockere Arbeitsatmosphäre mit flachen Hierarchien, in der du als Individuum ernst genommen wirst. Du hast eine Idee? Raus damit! Du hältst dich lieber zurück und machst einfach deinen Job? Mach das! Bei uns fühlt sich jeder wohl. Werde Teil der rooom-Familie und hilf uns dabei, die Welt ein bisschen besser zu machen!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWAS WIR BIETEN:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEin sympathisches Team\u003c/li\u003e\n\u003cli\u003eEine Vielzahl an möglichen Zusatzleistungen vom Kinderbetreuungszuschuss über Altersvorsorge bis zur Gesundheitsförderung\u003c/li\u003e\n\u003cli\u003eSpezialisierungs- und Weiterbildungsmaßnahmen\u003c/li\u003e\n\u003cli\u003eRegelmäßige Team-Events\u003c/li\u003e\n\u003cli\u003eArbeiten am Technologiestandort Jena\u003c/li\u003e\n\u003cli\u003eDie Möglichkeit zur Arbeit im Homeoffice\u003c/li\u003e\n\u003cli\u003eDie Möglichkeit ein Firmenfahrzeug zu erhalten\u003c/li\u003e\n\u003cli\u003eKostenlose Softdrinks \u0026amp; Kaffeevollautomaten\u003c/li\u003e\n\u003cli\u003eOption auf Arbeiten in Teilzeit\u003c/li\u003e\n\u003cli\u003eEin familienfreundliches Arbeitsumfeld für eine ausgeglichene Work-Life-Balance\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/da5f2d24dc9969f0aefd04866e0d5a3fdd094012/68747470733a2f2f747261636b696e672e676f686972696e672e636f6d2f682f31383639373432623463646465613331333033373932633365313535373335633638316161666234653833623033383335623930393137663036656137376161\"\u003e\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003e\u003ca href=\"https://tracking.gohiring.com/h/bdceb86bd1f0a856b45af576de37f19f356e52568e9005f5afc590fb05957cb4\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcVNEIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--19e1cb68ad8bce5dc830f5e66f4cff046278878d/header.jpg"
    },
    {
      "id": "a08dd286-c89e-4b6e-888f-a8959e2f662e",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/a08dd286-c89e-4b6e-888f-a8959e2f662e",
      "created_at": "Tue May 19 21:41:32 UTC 2020",
      "company": "ZURB",
      "company_url": "http://zurb.com",
      "location": "Campbell, CA",
      "title": "Senior Engineer ",
      "description": "\u003ch2\u003e\u003cstrong\u003eAbout the position\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eYou love web application development and you enjoy seeing businesses grow. You've been in the business for a few years now. You’ve done the whole startup thing and you're ready to find something a little more meaty. Working as one of many developers isn't appealing to you anymore and the commute to San Francisco isn't doing it for you either. You're ready to be part of a team, and you want to own the product vision. You love making great things used by people, not just creating code, but contributing and leading projects to success.\u003c/p\u003e\n\u003cp\u003eHelio has shown 20% quarter over quarter sales growth, and we need a senior engineer to shape and grow \u003ca href=\"http://helio.app/\"\u003eour Helio platform\u003c/a\u003e. Specifically we’re looking for a full stack engineer (Front-end -\u0026gt; Ruby on Rails -\u0026gt; Networking/AWS) who wants to own the vision. We're looking for a driven individual to push development forward, work with our active and passionate customers, and take Helio to the next level.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWho we are\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe're a team of driven product designers who believe in rapid prototyping, researching on the fly and teaching people how to make better products. We've been around since 1998, creating world-class products that hundreds of millions of people actually use. We believe Design, with a capital \"D\", can change the world, and we’re making it happen. You’ll have the opportunity to build better products that solve problems and meet our customers needs.\u003c/p\u003e\n\u003cp\u003eWe want to change the way people create products and services to bring behavioral data into everyday creative decisions.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat Your Day Will Look Like\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWorking closely with the team, you’ll spend time planning and developing on the roadmap. Some days you’ll be working on a new feature. Other days you will be deep into code, addressing architecture or fixing a tricky bug. All the while, working with the team to galvanize the momentum we’ve created with our customers.\u003c/p\u003e\n\u003cp\u003eYou’ll work with our awesome team to learn Progressive Design — ZURB’s flagship design process — and how it applies to Helio. At the end of the day, you'll find that you are more than just a developer, you’re working with a world-class design organization, helping millions of people design for people and making a difference in the product community -- and that's pretty awesome.\u003c/p\u003e\n\u003ch3\u003e\u003cstrong\u003eWhat You Bring To The Table\u003c/strong\u003e\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003e5-10 years of development experience working in a startup, independent contractor, or similar environment.\u003c/li\u003e\n\u003cli\u003eShould be comfortable in the full stack (Front-end -\u0026gt; Ruby on Rails -\u0026gt; Networking/AWS). You’ll need a solid grasp of Ruby on Rails.\u003c/li\u003e\n\u003cli\u003eVery comfortable with SQL (We use PostgreSQL and MySQL).\u003c/li\u003e\n\u003cli\u003eVery comfortable with at least one modern front-end framework (React, VueJS, Angular). We use VueJS and AngularJS as well as Stimulus.\u003c/li\u003e\n\u003cli\u003eShould be familiar with common software design patterns (observer pattern, facade pattern) .\u003c/li\u003e\n\u003cli\u003eShould be familiar with server security updates, \u003ca href=\"https://www.ruby-lang.org/en/\"\u003eRuby security patches\u003c/a\u003e, and support third party audits.\u003c/li\u003e\n\u003cli\u003eFamiliarity with AWS (EC2/RDS/VPC/IAM/etc).\u003c/li\u003e\n\u003cli\u003eFamiliarity with video encoding and prototyping tools.\u003c/li\u003e\n\u003cli\u003eFamiliarity with CI/CD (Continuous Integration/Continuous Deploy), we use CircleCI.\u003c/li\u003e\n\u003cli\u003eFamiliarity with generating financial reports, participant payouts and dealing with GDPR requests for removal.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3\u003e\u003cstrong\u003eOther skills we’re looking for\u003c/strong\u003e\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003eNatural sense of curiosity, and maintains a strong point of view. You enjoy sharing your ideas and listening to the ideas of your teammates. You write well.\u003c/li\u003e\n\u003cli\u003eExperience delivering solid products over and over again.\u003c/li\u003e\n\u003cli\u003eAn enthusiasm for coaching and teaching people on our team.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3\u003e\u003cstrong\u003eA little more about us\u003c/strong\u003e\u003c/h3\u003e\n\u003cp\u003eZURB is a close-knit product design team based in Campbell, CA. We've been around since 1998, have helped more than 500 startups design some kick-ass online products and created many of our own products, like Foundation. Our customers range from large, well-known companies (Netflix, Hulu, eBay, Samsung, Mozilla, Facebook, Columbia) to start-ups. They all came to us because of our reputation for delivering killer ideas that work.\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003eAre you ready to make the web a better place? If the answer is YES, we'd love to learn more about you. Please send us an email to \u003ca href=\"mailto:jobs@zurb.com\"\u003ejobs@zurb.com\u003c/a\u003e with the following:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA catchy subject line\u003c/li\u003e\n\u003cli\u003eYour top 3 skills\u003c/li\u003e\n\u003cli\u003eYour best teamwork tactic\u003c/li\u003e\n\u003cli\u003eWhy you want to work at ZURB\u003c/li\u003e\n\u003c/ul\u003e\n",
      "company_logo": null
    },
    {
      "id": "a79831dd-8a25-4e8d-809a-d012895092aa",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/a79831dd-8a25-4e8d-809a-d012895092aa",
      "created_at": "Tue May 19 15:49:59 UTC 2020",
      "company": "Schellman \u0026 Company, LLC.",
      "company_url": "https://www.schellman.com/",
      "location": "United States",
      "title": "Senior Penetration Tester",
      "description": "\u003cp\u003eIf Pen Testing is your passion, if you love to do CTFs in your spare time (the 2nd step of our interview process!), if you have your OSCP, if you dream about attending security conferences (e.g. BlackHat, ShmooCon, DefCon, etc.) or eagerly git clone the latest tools / frameworks to play with in your home lab, then you’re exactly who Schellman is looking for to join our team.   \u003c/p\u003e\n\u003cp\u003eThere is no typical day for our Pen Testers.  Our clients rely on us to find a myriad of vulnerabilities across network, application, mobile, cloud, wireless and other assessments.  The benefit of being exposed to so many different situations is that you are constantly building your knowledge base and skill set while keeping up with the latest cloud technologies and endpoint protection.  Our team is remote yet extremely collaborative and works together to utilize their different backgrounds and experience to solve these problems. \u003c/p\u003e\n\u003cp\u003eIn addition to the hands-on training, Schellman also promotes a continuous learning environment.  Team members are encouraged to attend at least one security conference and training event every year to stay on the cutting edge of the industry.\u003c/p\u003e\n\u003cp\u003eResponsibilities:\nThe primary responsibilities for this position will be leading network, application and mobile penetration testing, as well furthering team development and advancing the practice. Senior Penetration Testing Associates perform project execution and report preparation activities as the delivery lead on an engagement.\u003c/p\u003e\n\u003cp\u003eRequirements:\nAt least three years hands-on penetration testing experience\nAt least one year of web application penetration testing experience\nCompletion of the OSCP Certification\nDemonstrated enthusiasm for Information Security (e.g. GitHub repo, blogs, presentations, conference talks, local security association member, participated in free skill-building / hacking challenges – SANS Holiday Hack, HackerOne CTF, HackTheBox.eu, etc.)\nDegree in computer science or information technology\nCompetency in common operating systems (e.g. Windows, macOS, Linux)\nProficiency with at least two scripting languages (e.g. Python, Bash, JavaScript, PowerShell)\nAn understanding of cloud computing models, technologies and concepts\nKnowledge of PCI and FedRAMP programs\nA passion for identifying and exploiting vulnerabilities\nDemonstrated entrepreneurial abilities, client focus, industry savvy, and the ability to work independently or as part of a collaborative team\nAdvanced written and verbal communication skills\nSelf-driven in a remote working environment, motivation to continuously improve your skillset\u003c/p\u003e\n\u003cp\u003eSchellman might not be as well-known, but we are well-liked.  We’ve been recognized in the industry as one of the top Best Small Firms to Work for by Consulting Magazine and Top 10 for Comp and Benefits on Glassdoor, but more importantly, our employees have great things to say about working here:  \u003ca href=\"https://www.glassdoor.com/Reviews/Schellman-and-Company-Reviews-E666239.htm\"\u003ehttps://www.glassdoor.com/Reviews/Schellman-and-Company-Reviews-E666239.htm\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eWe are open on location as this position is normally 85% remote.  Unfortunately, at this time, we cannot consider candidates that require sponsorship (now or in the future), or are located outside of the US.\u003c/p\u003e\n\u003cp\u003eSchellman \u0026amp; Company, LLC. is an equal opportunity employer (EOE) and strongly supports diversity in the workplace.\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003eFeel free to apply through our careers link: \u003ca href=\"https://www.schellman.com/careers?gh_jid=4639555002\"\u003ehttps://www.schellman.com/careers?gh_jid=4639555002\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eOr by sending your resume to \u003ca href=\"mailto:brandon.walker@schellman.com\"\u003ebrandon.walker@schellman.com\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcCtEIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--3959d6617ccfe3535f846900129c696769c9c8ce/schellman-logomark-fullcolor.png"
    },
    {
      "id": "6c2b9ea2-dd88-4eca-bdc8-6d4005ccd9c4",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/6c2b9ea2-dd88-4eca-bdc8-6d4005ccd9c4",
      "created_at": "Tue May 19 14:21:49 UTC 2020",
      "company": "Mezmeriz Inc.",
      "company_url": "http://www.mezmeriz.com",
      "location": "Ithaca, NY",
      "title": "Full-stack developer",
      "description": "\u003cp\u003eMezmeriz is a venture backed company located in Ithaca, NY that is creating novel end-to-end hardware and software solutions that assist architecture, engineering, construction teams, and VR/AR developers build their products smarter and faster. Our inexpensive and simple-to-use laser scan hardware captures high resolution, dimensionally accurate 3D images of indoor and outdoor spaces that can be instantly converted into 3D photorealistic CAD models, which can be edited, segmented, and annotated using our software suite.\u003c/p\u003e\n\u003cp\u003eMezmeriz is seeking a full-stack software developer to work collaboratively with a cross-functional team that is responsible for the entire software development process.\u003c/p\u003e\n\u003ch1\u003eResponsibilities:\u003c/h1\u003e\n\u003cul\u003e\n\u003cli\u003eCollaborate with the engineering team on projects with a focus on design, reliability, performance, and efficiency.\u003c/li\u003e\n\u003cli\u003eDevelop full-stack software solutions by studying information needs; conferring with users; studying systems flow, data usage, and work processes; investigating problem areas; following the software development lifecycle. \u003c/li\u003e\n\u003cli\u003eTroubleshoot and mitigate problems in mission-critical systems.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch1\u003eSkills:\u003c/h1\u003e\n\u003cul\u003e\n\u003cli\u003eHands on experience with Web Applications and Web Services (REST, etc...)\u003c/li\u003e\n\u003cli\u003eExperience with programming languages such as HTML, CSS, JavaScript, TypeScript, and JQuery, Python, C++, C#\u003c/li\u003e\n\u003cli\u003eUnderstanding of databases (SQL and NoSQL)\u003c/li\u003e\n\u003cli\u003eExperience with Linux, Git, and the SDLC\u003c/li\u003e\n\u003cli\u003eStrong linear algebra and computer vision skills\u003c/li\u003e\n\u003cli\u003eStrong grasp of security principles and how they apply to web based applications\u003c/li\u003e\n\u003cli\u003eA track record of developing testable and maintainable code\u003c/li\u003e\n\u003cli\u003eStrong communication and presentation skills\u003c/li\u003e\n\u003cli\u003eAbility to work independently\u003c/li\u003e\n\u003cli\u003eAbility to learn new skills, programming languages, tools, development kits, frameworks, etc.\u003c/li\u003e\n\u003cli\u003e2+ years of experience preferred\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch1\u003eBonus Skills:\u003c/h1\u003e\n\u003cp\u003eFamiliarity with any of the following:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eNumPy\u003c/li\u003e\n\u003cli\u003eSciPy\u003c/li\u003e\n\u003cli\u003eAngular\u003c/li\u003e\n\u003cli\u003eNodejs\u003c/li\u003e\n\u003cli\u003eVTK\u003c/li\u003e\n\u003cli\u003eAWS\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch1\u003eBenefits include:\u003c/h1\u003e\n\u003cul\u003e\n\u003cli\u003eMedical, dental and vision insurance\u003c/li\u003e\n\u003cli\u003eCompetitive employee stock option plan\u003c/li\u003e\n\u003cli\u003ePaid holidays, vacation, and sick days based upon tenure\u003c/li\u003e\n\u003cli\u003e401k with employer match\u003c/li\u003e\n\u003cli\u003eOption to work remotely (with occasional on-site updates)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eMezmeriz is an Equal Opportunity Employer and values diversity. We do not discriminate on the basis of race, color, national origin, ethnicity, gender, protected veteran status, disability, sexual orientation, gender identity, or religion. We are committed to providing employees with a work environment free of discrimination and harassment. All your information will be kept confidential according to EEO guidelines.\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003eEmail your resume to \u003ca href=\"mailto:apply@mezmeriz.com\"\u003eapply@mezmeriz.com\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcDJEIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--78c9f6ab7639e1654a19e1467fd539d00d035263/251326_medium.jpg"
    },
    {
      "id": "161bece6-1482-4718-9901-211d2f620758",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/161bece6-1482-4718-9901-211d2f620758",
      "created_at": "Tue May 19 13:38:30 UTC 2020",
      "company": "Prodigi Group",
      "company_url": "https://prodigigroup.recruitee.com?campaign=8208",
      "location": "Cardiff",
      "title": "Senior C# Developer",
      "description": "\u003cp\u003e\u003cstrong\u003eSenior C# Developer\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eRemote job\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJob description\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eProdigi Group is looking for a senior C# developer to join our fast growing team based in Cardiff and London. The position will be remote initially due to the global pandemic, with the option to be based out of either office in future or to stay remote if required. \u003c/p\u003e\n\u003cp\u003eWe are a technology and manufacturing business, specialising in the creation and fulfilment of high-volume, customised products. \u003ca href=\"https://www.fasttrack.co.uk/league-tables/fast-track-100/league-table/\"\u003e\u003cstrong\u003eWe were recently ranked 14th on the Sunday Times Fasttrack list of fastest growing UK companies\u003c/strong\u003e\u003c/a\u003e.  \u003c/p\u003e\n\u003cp\u003eWe help companies selling personalised products to simplify their supply-chains and maximise their profits. We’re creating a platform which allows anyone to turn any digital image into any physical product and have it manufactured anywhere in the world. We consider ourselves an infrastructure business using software to build a global fulfilment network for personalised products.\u003c/p\u003e\n\u003cp\u003eWe're a fast growing tech startup, with a great work life balance and a real interest in helping you develop your career.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour role\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAs a senior engineer you will be involved with all aspects of our platform development as well as leading new product development efforts, mentoring junior developers, defining best practices and standards.\u003c/p\u003e\n\u003cp\u003eSpecific job functions include:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWorking on the main \u003ca href=\"https://www.prodigi.com/print-api/\"\u003e\u003cstrong\u003eProdigi Print API\u003c/strong\u003e\u003c/a\u003e, adding features, fixing bugs, integrating new manufacturing partners.\u003c/li\u003e\n\u003cli\u003eDesigning, creating and documenting new microservices, defining the best approach and architecture.\u003c/li\u003e\n\u003cli\u003eHelping to design and build new products (we are currently working on building our global product portfolio, partnering with marketplaces and integrating our solution with various ecommerce platforms); and\u003c/li\u003e\n\u003cli\u003eBuilding bespoke ancillary services to support our development roadmap.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThere's lots going on and plenty of interesting challenges to get involved with.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eOur ideal candidate\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eSpecific attributes we're looking for include:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDemonstrates excellent C# knowledge and coding experience. Comfortable building things from scratch.\u003c/li\u003e\n\u003cli\u003eAnalytical mindset with great attention to details; ensuring code meets best possible quality standards and maximum performance.\u003c/li\u003e\n\u003cli\u003eShowing initiative - we’re a small company still, so we’ll expect you to take ownership of whatever you work on.\u003c/li\u003e\n\u003cli\u003eWants to grow with us. As we continue to grow, you’ll be called on to take more responsibility, mentor others and lead teams.\u003c/li\u003e\n\u003cli\u003eLikes automation. We process and print over half a million items a month. We manage this by automating aggressively.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eExperience that would be useful (though we’re open minded):\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eC# (Most new stuff on .net core 3.1, older stuff on framework 4.7.2).\u003c/li\u003e\n\u003cli\u003eMicroservices (C#, hosted on Kubernetes).\u003c/li\u003e\n\u003cli\u003eAzure Devops.\u003c/li\u003e\n\u003cli\u003eAzure Cosmos DB, Entity framework, Swagger, Postman, Ngrok, NUnit, Azure Search, SQL Server, Azure Event Grid, Castle Windsor, Azure functions.\u003c/li\u003e\n\u003cli\u003eWe use lots of other stuff too - but if you’re the right candidate, you’ll enjoy picking up any new tools or frameworks you don’t already know.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eOur offer\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSalary £50,000 - £60,000.\u003c/li\u003e\n\u003cli\u003eSpec your own development machine.\u003c/li\u003e\n\u003cli\u003eGreat work-life balance - you will have 25 days holiday per year, your birthday off, flexible hours and flexible working location.\u003c/li\u003e\n\u003cli\u003eWe believe in equal opportunity and value diversity. We believe that varied perspectives, experiences and backgrounds lead to a workplace that's better for everyone.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eInterested?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eYou can apply for this job via the \u003ca href=\"https://ltpx.nl/4GgzY7z\"\u003e\u003cstrong\u003eapplication form\u003c/strong\u003e\u003c/a\u003e. \u003c/p\u003e\n\u003cp\u003e\u003cem\u003eAgency calls are not appreciated.\u003c/em\u003e\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003e\u003ca href=\"https://ltpx.nl/3vsJGdJ\"\u003eClick here to apply\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcHVEIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--96aade2ac4d92f99fd0905d5fefd59f86f734b7f/logo.png"
    },
    {
      "id": "c39ac52c-0839-494f-b864-66ea85ad0c6a",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/c39ac52c-0839-494f-b864-66ea85ad0c6a",
      "created_at": "Tue May 19 13:19:46 UTC 2020",
      "company": "Enteractive Malta Limited",
      "company_url": "http:",
      "location": "Malta-Gzira",
      "title": "Software Developer (.Net)",
      "description": "\u003cp\u003eSoftware Developer (.Net)\u003c/p\u003e\n\u003cp\u003eThere’s been a lot of talks lately about automation and why customers leave. The challenges to really connect with people. This is the bridge that we are trying to gap.\u003c/p\u003e\n\u003cp\u003eAs the pioneers behind the (Re)Activation Cloud®, we’re experts in personal contact which is reflected in our company culture. We believe that in addition to hiring the best talent, diversity in perspectives, ideas, and cultures leads to the creation of better products and services.\u003c/p\u003e\n\u003cp\u003eThis is an exciting opportunity for a .net software developer to join an established B2B Supplier, working within a niche market.\u003c/p\u003e\n\u003cp\u003eYou will be involved in all aspects of software development. Working to enhance our flagship product, “(Re)Activation Cloud®” you will have room to pitch ideas and drive the projects together with the team. You will be working with the latest technology to deliver high-quality software that is focused on high performance, scalability, and maintainability.\u003c/p\u003e\n\u003cp\u003eWhy should you join our team?\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou will be working in an agile environment where you have the opportunity to really make a difference\u003c/li\u003e\n\u003cli\u003eYou will participate in brainstorming sessions and contribute ideas to the company’s technical architecture and business product\u003c/li\u003e\n\u003cli\u003eRegular team and company events\u003c/li\u003e\n\u003cli\u003eOpportunity to drive new projects\u003c/li\u003e\n\u003cli\u003eYou will be creating some staggering features, improving code and practices\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eRequirements:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMinimum of 3 years’ experience within a similar role\u003c/li\u003e\n\u003cli\u003eStrong experience with .NET frameworks/.NET Core\u003c/li\u003e\n\u003cli\u003eExperience with C#, MVC, MS SQL \u0026amp; Web API’s\u003c/li\u003e\n\u003cli\u003eTechnology-driven mindset\u003c/li\u003e\n\u003cli\u003eKnowledge of VSTS, Dapper \u0026amp; RabbitMQ are considered a benefit\u003c/li\u003e\n\u003cli\u003eAbility to work independently as well as in a team\u003c/li\u003e\n\u003cli\u003eFluent in English\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBenefits:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEUR 30,000-40,000\u003c/li\u003e\n\u003cli\u003eA range of company-wide benefits including breakfast and lunch daily\u003c/li\u003e\n\u003cli\u003eFlexible working hours\u003c/li\u003e\n\u003cli\u003eA challenging and fun environment, including Friday Socials\u003c/li\u003e\n\u003cli\u003eRegular team and company events\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eEnteractive is a fast-growing company and an all-round awesome place to be. We offer a great work-life balance, a flat working environment, and no dress-code. This position will provide a lot of opportunity for growth in a 100% self-motivating work environment.\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003eSend your most recently updated CV to \u003ca href=\"mailto:michelle.bostrom@enteractive.se\"\u003emichelle.bostrom@enteractive.se\u003c/a\u003e or apply directly on our career-site: \u003ca href=\"https://enteractive.com/job/software-developer-vacancy/\"\u003ehttps://enteractive.com/job/software-developer-vacancy/\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcFdEIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--4230a28f6cb47840872b36ea70760731141fbe05/Site-Tumbnail-Large-enteractive.png"
    },
    {
      "id": "407ca74f-406c-4ced-b050-8d7d22fc5c74",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/407ca74f-406c-4ced-b050-8d7d22fc5c74",
      "created_at": "Tue May 19 11:39:40 UTC 2020",
      "company": "e-Potek SA",
      "company_url": "https://www.e-potek.ch",
      "location": "Genève",
      "title": "Full-stack Software Engineer (web-apps)",
      "description": "\u003ch1\u003eDescription\u003c/h1\u003e\n\u003cp\u003ee-Potek SA is combining its expertise in the finance industry with software, to create a best-in-class online mortgage platform for Switzerland and beyond.\u003c/p\u003e\n\u003cp\u003eTogether we believe that applying for a home loan should be fast, simple, and transparent. The way to achieve this is by combining the best technology and design, with the smartest people we can find.\u003c/p\u003e\n\u003cp\u003eWe are an ambitious company, planning to quickly scale up and be a leader in our field.\nWe are looking for an equally ambitious hacker with a focus on front-end engineering to join our growing team. As one of our first two engineers, you will take the lead on the front-end, make well justified decisions and write quality code.\u003c/p\u003e\n\u003cp\u003eWe expect you to be proactive in your work, come up with new ideas and optimisations for the software that you own.\u003c/p\u003e\n\u003ch2\u003eYour mission\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eDefine (and build on) our front- and back-end architecture\u003c/li\u003e\n\u003cli\u003eBuild reliable, performant, and delightful web-apps (in that order)\u003c/li\u003e\n\u003cli\u003eIntegrate several data-feeds from 3rd parties and our own back-end\u003c/li\u003e\n\u003cli\u003eAsk questions, raise problems, provide solutions, build prototypes\u003c/li\u003e\n\u003cli\u003eWrite scripts/tools to support our infrastructure\u003c/li\u003e\n\u003cli\u003eDocument your work\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eOur tech-stack\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eMeteor / NodeJS on the backend\u003c/li\u003e\n\u003cli\u003eReact, Material-UI on the frontend\u003c/li\u003e\n\u003cli\u003eHosted on Google Cloud Platform with MongoDB\u003c/li\u003e\n\u003cli\u003eGit and GitHub for source-control\u003c/li\u003e\n\u003cli\u003emacOS preferred (beefy Macbook Pro provided)\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch1\u003eRequired\u003c/h1\u003e\n\u003cul\u003e\n\u003cli\u003eFluent in French and English\u003c/li\u003e\n\u003cli\u003eExcellent understanding of ES 2017 JavaScript, and the modern tooling it requires\u003c/li\u003e\n\u003cli\u003e3+ years of experience with React and its ecosystem (or similar libraries, like Vue/Angular 2)\u003c/li\u003e\n\u003cli\u003eExperience writing unit tests for JavaScript and React\u003c/li\u003e\n\u003cli\u003eSome taste for good design\u003c/li\u003e\n\u003cli\u003eAttention to detail\u003c/li\u003e\n\u003cli\u003eA passion for making and prototyping things\u003c/li\u003e\n\u003cli\u003eAble to work with minimal supervision, self-starter\u003c/li\u003e\n\u003cli\u003eAdapt to changing requirements, and learn what is needed as we go to get the job done. Be able to figure things out on your own\u003c/li\u003e\n\u003cli\u003eTake responsibility for what you do: own your mistakes and celebrate your victories\u003c/li\u003e\n\u003cli\u003eAttention to detail\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch1\u003eBonus\u003c/h1\u003e\n\u003cul\u003e\n\u003cli\u003eBS or MS in Computer Science or equivalent\u003c/li\u003e\n\u003cli\u003eExperience with NodeJS or MeteorJS\u003c/li\u003e\n\u003cli\u003eExperience with integration and acceptance testing\u003c/li\u003e\n\u003cli\u003eExperience writing/contributing to OSS (strong GitHub profile a big +)\u003c/li\u003e\n\u003cli\u003eDemonstration of a passion for building products and writing software (side-projects, hackathons, etc.)\u003c/li\u003e\n\u003cli\u003eFamiliar with one or more of these basic devOps tools: bash scripts, CI/CD, Linux \u0026amp; automation\u003c/li\u003e\n\u003cli\u003eComfortable with algebra, to help us improve our financial math toolbelt\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch1\u003eWe offer\u003c/h1\u003e\n\u003cul\u003e\n\u003cli\u003eThe opportunity to join a dynamically growing company\u003c/li\u003e\n\u003cli\u003eA lot of responsibility and ownership\u003c/li\u003e\n\u003cli\u003eThe chance to take on an ambitious challenge where you can make your ideas count\u003c/li\u003e\n\u003cli\u003eA work environment that values initiative, trust and a job well done\u003c/li\u003e\n\u003cli\u003eCompetitive pay\u003c/li\u003e\n\u003cli\u003eA great office location in the heart of Geneva, 10mins from the train station\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThis is not a remote position, please only apply if you can work in Geneva full-time.\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003ePlease send your resume to \u003ca href=\"mailto:florian+jobs@e-potek.ch\"\u003eflorian+jobs@e-potek.ch\u003c/a\u003e, write your email in french to be considered.\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbytEIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6e1b14ee366b17adf5a06ae302f0c2e22c15adf8/e-Potek_logo.png"
    },
    {
      "id": "82ff3104-4094-474e-bf86-77613da1d566",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/82ff3104-4094-474e-bf86-77613da1d566",
      "created_at": "Tue May 19 06:44:35 UTC 2020",
      "company": "InnoGames GmbH",
      "company_url": "https://www.innogames.com",
      "location": "Hamburg",
      "title": "(Senior) Java Developer",
      "description": "\u003cp\u003eAs a \u003cstrong\u003eJava Software Developer\u003c/strong\u003e, you will join our agile, cross-functional team to advance the development of our next-generation marketing tools and contribute with your knowledge of software architecture. Together as a team, we are proud to early adopt new features in advertising and always strive for innovations in products and technologies.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour mission:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWork closely with our marketing department to shape and design various marketing tools and help us to use the social media budget more efficiently\u003c/li\u003e\n\u003cli\u003eConnect our software with external APIs to create automated marketing and reporting processes\u003c/li\u003e\n\u003cli\u003eContinuously improve our backend services with your knowledge of software craftsmanship and high-quality code\u003c/li\u003e\n\u003cli\u003eContribute as a productive member of an agile development team in all phases of the development lifecycle\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour profile:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDegree in Computer Sciences, Business Information Systems or similar\u003c/li\u003e\n\u003cli\u003eSeveral years of professional experience in software development\u003c/li\u003e\n\u003cli\u003eBackground in object-oriented programming in Java and openness for other programming paradigms\u003c/li\u003e\n\u003cli\u003eSoftware development with Spring, the UNIX command line is something you really enjoy and also feel comfortable to use SQL, GIT, and Continuous Delivery\u003c/li\u003e\n\u003cli\u003eSolid experience in using various methods in software design and automated testing to guarantee and improve code quality in compliance with the company standards\u003c/li\u003e\n\u003cli\u003eInterest in relevant business processes and the product you create\u003c/li\u003e\n\u003cli\u003eExcellent English language skills\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhy join us?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eShape the success story of InnoGames with a great team of driven experts in an international culture\u003c/li\u003e\n\u003cli\u003eCompetitive compensation and an atmosphere to empower creative thinking and strong results\u003c/li\u003e\n\u003cli\u003eTime for your personal and professional development and possibilities to join both internal and external events and conferences to gain expert knowledge in the relevant areas\u003c/li\u003e\n\u003cli\u003eExceptional benefits ranging from flawless relocation support to company gym, smartphone or tablet of your own choice for personal use, roof terrace with BBQ and much more\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eExcited to start your journey with InnoGames and join our dynamic team as a \u003cstrong\u003eJava Develope\u003c/strong\u003er? We look forward to receiving your application as well as your salary expectations and earliest possible start date through our \u003ca href=\"https://www.innogames.com/career/detail/job/-senior-java-developer/?s=GitHub\"\u003eonline application form\u003c/a\u003e. \u003cstrong\u003eCristal Ledesma\u003c/strong\u003e would be happy to answer any questions you may have.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eApply and #stayhome!\u003c/strong\u003e Due to the \u003cstrong\u003ecoronavirus\u003c/strong\u003e outbreak, we switched our operations company-wide to home office and turned our hiring process into \u003cstrong\u003ea fully virtual one\u003c/strong\u003e. When hiring, we are also open for our new team members starting their work remotely at the time being or adjusting contract start dates accordingly. Stay home and safe!\u003c/p\u003e\n\u003cp\u003eInnoGames is Germany’s leading developer and publisher of mobile and online games. The company based in Hamburg is best known for Forge of Empires, Elvenar and Tribal Wars. InnoGames’ complete portfolio encompasses seven live games and several mobile titles in production.\u003c/p\u003e\n\u003cp\u003eBorn as a hobby, InnoGames today has a team of 400 employees from more than 30 nations who share the passion of creating unique games that players across the globe enjoy for years. In order to further expand our success and to realize new projects, we are constantly looking for young talents, experienced professionals, and creative thinkers.\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003e\u003ca href=\"https://www.innogames.com/career/detail/job/-senior-java-developer/?s=GitHub\"\u003ehttps://www.innogames.com/career/detail/job/-senior-java-developer/?s=GitHub\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb3VEIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e9ec0001949416c6134ef85603602c0867f95955/logo_innogames.png"
    },
    {
      "id": "c3a02250-b246-4bac-98c9-f0d74c0ee2e9",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/c3a02250-b246-4bac-98c9-f0d74c0ee2e9",
      "created_at": "Mon May 18 22:52:19 UTC 2020",
      "company": "Gorgias",
      "company_url": "https://wwww.gorgias.com/",
      "location": "Europe",
      "title": "Full-Stack Python Engineer",
      "description": "\u003cp\u003e\u003cstrong\u003eGorgias\u003c/strong\u003e helps e-commerce companies deliver excellent customer service at scale.\u003c/p\u003e\n\u003cp\u003eOur product creates a unified profile of customers by combining emails, live-chat, and social-media messages with \u003cstrong\u003ee-commerce\u003c/strong\u003e data such as purchase and delivery info.\u003c/p\u003e\n\u003cp\u003eCombining all this data in a single application makes customer service more efficient and just better. Another fortunate side-effect is that some requests are completely automated using ML. 💬 + 📦 = ❤️\u003c/p\u003e\n\u003cp\u003eWe've been around since 2015, and we're currently serving over \u003cstrong\u003e2700+ e-commerce businesses\u003c/strong\u003e, including Steve Madden, Rothys, Timbuk2, and Fjällräven.\u003c/p\u003e\n\u003cp\u003eIs getting your hands dirty, in a real-world application that touches the lives of millions, your thing? Then yeah, Gorgias is for you.\u003c/p\u003e\n\u003cp\u003e👩‍💻 What are some of the things we work on?\u003c/p\u003e\n\u003cp\u003eThe frontend is written in \u003cstrong\u003eReact\u003c/strong\u003e and \u003cstrong\u003eReact Native\u003c/strong\u003e with the state managed by Redux. The backend code is mostly written in \u003cstrong\u003ePython3\u003c/strong\u003e and runs using \u003cstrong\u003eFlask\u003c/strong\u003e (REST API) and Celery for all background work. The state is stored in \u003cstrong\u003ePostgreSQL\u003c/strong\u003e and \u003cstrong\u003eRabbitMQ\u003c/strong\u003e with Redis for ephemeral storage, and finally, everything runs on \u003cstrong\u003eKubernetes\u003c/strong\u003e.\u003c/p\u003e\n\u003cp\u003eGiven the above, we usually work on one of these levels by improving the existing code, or we create a new feature which more often than not has a component on both frontend, backend, and maybe a migration in the database.\u003c/p\u003e\n\u003cp\u003eIn short, we do full-stack development. Either way, it always good to have a good understanding of the entire stack to be effective.\u003c/p\u003e\n\u003cp\u003e🧙 Who are we at work?\u003c/p\u003e\n\u003cp\u003eWe have a strong preference for people who worked with \u003cstrong\u003ehigh-traffic web applications\u003c/strong\u003e for the past 3+ years.  We're essentially running a distributed system that has lots of moving parts and having a decent amount of experience with this type of system helps a lot!\u003c/p\u003e\n\u003cp\u003eAdditionally, our apps have over \u003cstrong\u003e10k daily active users\u003c/strong\u003e with sessions longer than \u003cstrong\u003e6h+/day\u003c/strong\u003e and serve tens of millions of consumers per year, so we put great importance on quality, testing, and code-review of all our code. Our apps have big codebases, and we have to feel comfortable about navigating and progressively improving them. Sometimes, however, we gotta get dirty and figure out why the \u003cstrong\u003e10Tb+ DB\u003c/strong\u003e is slow or why some k8s pod is not running correctly, figure out how to successfully retry a failing API request, etc... The end goal is to hide a lot of complexity from the user and make their life easier.\u003c/p\u003e\n\u003cp\u003eIf this is the type of environment you're looking for, then you should consider applying.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eNote: this is a remote position, preferably for European countries due to time zone preference.\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout You\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e3+ years of experience developing production-grade backend web applications using Python or JS.\u003c/li\u003e\n\u003cli\u003e3+ years of experience doing front-end development with JS.\u003c/li\u003e\n\u003cli\u003eYou are passionate about learning and want to help us learn too.\u003c/li\u003e\n\u003cli\u003eYou care about working on applications that are putting the customer needs first.\u003c/li\u003e\n\u003cli\u003eYou are comfortable communicating with other technical teams and management to collect requirements, describe software product features, demo work in progress, and provide project updates.\u003c/li\u003e\n\u003cli\u003eYou have the drive and focus to get challenging projects over the finish line, and you are comfortable advocating for what you need to do your best work.\u003c/li\u003e\n\u003cli\u003eYou thrive in a fast-paced environment.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eNice to Have\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience in designing API/microservices is a huge plus.\u003c/li\u003e\n\u003cli\u003eExperience with managing RDMS databases with 10Tb+ of data.\u003c/li\u003e\n\u003cli\u003eCompany Benefits \u0026amp; Perks\u003c/li\u003e\n\u003cli\u003eCompetitive salary, equity packages, and performance bonus packages\u003c/li\u003e\n\u003cli\u003e4 weeks of vacation and parental leave\u003c/li\u003e\n\u003cli\u003eLatest MacBook Pro or equivalent\u003c/li\u003e\n\u003cli\u003eRetirement benefits\u003c/li\u003e\n\u003cli\u003eUnlimited snacks\u003c/li\u003e\n\u003cli\u003eHealth coverage\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eUseful Things to Know About Gorgias\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eRaised our Series A in November: techcrunch.com/2019/11/26/gorgias-series-a\u003c/li\u003e\n\u003cli\u003eWhat our customers are saying: apps.shopify.com/helpdesk#reviews\u003c/li\u003e\n\u003cli\u003eOur software stack: stackshare.io/gorgias\u003c/li\u003e\n\u003cli\u003eOther positions: jobs.lever.co/gorgias\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eEngineering Team Culture\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eGetting Stuff Done, Ownership, Team Work, Excellence, and Agility.\u003c/p\u003e\n\u003cp\u003eYou should join us if you want to ship stuff fast without scarifying quality. We've put great importance on testing our code, cleaning it, treating errors first, and features later.\u003c/p\u003e\n\u003cp\u003eWe also value growth and ownership. People make mistakes. We learn from them to avoid them in the future. We cannot achieve excellence if there are no bumps in the road.\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003esubmit resume here for remote: \u003ca href=\"https://jobs.lever.co/gorgias/b3ace40a-5c9a-4d04-8973-141a08c5f4a4\"\u003ehttps://jobs.lever.co/gorgias/b3ace40a-5c9a-4d04-8973-141a08c5f4a4\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003esubmit for paris office: \u003ca href=\"https://jobs.lever.co/gorgias/4941e908-f866-4d79-8492-d76a206b7eae\"\u003ehttps://jobs.lever.co/gorgias/4941e908-f866-4d79-8492-d76a206b7eae\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003esubmit for san francisco office: \u003ca href=\"https://jobs.lever.co/gorgias/7593ae85-f5df-4384-93bf-0efa4ffa9f5e\"\u003ehttps://jobs.lever.co/gorgias/7593ae85-f5df-4384-93bf-0efa4ffa9f5e\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb2VEIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6f69e419e13fd692a92bee4a71cedc67ebc0c0a6/Gorgias@2x.png"
    },
    {
      "id": "9fe0989f-e21c-4d70-872a-56a7d7b4abdf",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/9fe0989f-e21c-4d70-872a-56a7d7b4abdf",
      "created_at": "Mon May 18 22:33:12 UTC 2020",
      "company": "You Need A Budget (YNAB)",
      "company_url": "http:",
      "location": "Remote",
      "title": "Humbly Confident Senior Android Developer",
      "description": "\u003cp\u003e\u003cstrong\u003eAbout Us and Why We’re Hiring\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe build “You Need a Budget”, the best budgeting software around. (But people in the know call us YNAB, which is pronounced “why-nab”.) For more than a decade, people have been buying YNAB and then telling their friends what a difference it has made in their lives. \u003ca href=\"https://www.google.com/search?q=ynab\"\u003eGoogle us\u003c/a\u003e, and you’ll see what we mean. We love building something that has a huge positive impact on people’s lives.\u003c/p\u003e\n\u003cp\u003eYNAB is growing, and so is our product team. Our software ecosystem includes personal budgeting apps for web, iOS, and Android. We have some big plans for our Android app, and that’s where you might come in.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements (these are real, actual requirements):\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou must have at least five years of professional software development experience.\u003c/li\u003e\n\u003cli\u003eAt least 4 of those years were spent writing Android apps.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBut first, you need to know if you’ll even like working with us. Let’s talk about life at YNAB and then we’ll go into detail about who we’re looking for.\u003c/p\u003e\n\u003cp\u003eWe’re profitable, bootstrapped, and growing. YNAB started in 2004 and we haven’t taken any outside funding—we’re in it for the long haul. We have one overarching requirement when it comes to joining our team: our \u003ca href=\"https://docs.google.com/document/d/16hufsixsrv1j2jZkWUgQmeKpNfQRsacnnK2xTVwO0ew/edit?usp=sharing\"\u003eCore Value Manifesto\u003c/a\u003e has to really click with you. If you’re nodding emphatically while reading it, you’ll probably fit right in, in which case, we can’t wait to hear from you!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWho you’d be working with:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eOur developer team is about 20 people strong, and we frequently work in cross-functional teams, so you'll get to work with awesome people in all different roles in the company.\u003c/p\u003e\n\u003cp\u003eRegardless of their varied interests, all of our developers have one thing in common: they are a joy to work with. You won’t find heated arguments, big egos, and raised voices here. We save our competitive spirit for YNAB’s competitors (or the occasional spirited board game session), but internally we build up our teammates and celebrate their successes. We all love to program and solve problems in clever ways, and we regularly take time to geek out and show each other something cool we built or found to make our lives easier.\u003c/p\u003e\n\u003cp\u003eAnd of course, as a developer, you’ll get to work closely with our designers, who are amazing. They have the awards (including at least one actual Emmy) to prove they’re good at designing stuff, but there are plenty of skilled designers out there. More importantly, they are welcoming of feedback and suggestions during the design/development process, and are technically savvy enough to continuously improve our development workflow. For example, check out \u003ca href=\"https://dev.to/ynab/the-practice-semantic-colors-for-developers-1o6g\"\u003ethis post that Emily wrote\u003c/a\u003e describing how we handle semantic colors across all of our apps.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eHow You’ll Work at YNAB\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe work really hard to make working at YNAB an amazing experience (we’ve even been named one of \u003ca href=\"https://fortune.com/best-small-workplaces/2019/you-need-a-budget-llc/\"\u003eFortune’s Best Small Companies to Work For\u003c/a\u003e) and have a team full of truly exceptional people—the kind you’ll be excited to work with. Here’s how we operate:\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eLive Where You Want\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe’re a fully remote team, so you can live and work just about wherever you want, as long as it’s somewhere between the Pacific Time Zone (UTC-8) and the Central European Time Zone (UTC+1). Just make sure you have a reliable internet connection.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eNo Crazy Hours\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe have only worked more than 40 hours per week in extremely rare circumstances. We work hard and smart but we’re in this for the long haul; no need to go crazy on the hours.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eTake Vacation (Seriously)\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe want you to take vacation. In fact, we have a minimum vacation policy of three weeks per year. Five weeks feels about right (plus two extra weeks for Holiday break). It’s important to get out and do something. We’ll look forward to seeing pictures of your vacation in our #office_wall Slack channel.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eThe YNAB Retreat\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe get everyone together once a year to catch up on spreadsheets and powerpoints in a Best Western conference room. Just kidding! So far, we’ve done \u003ca href=\"https://vimeo.com/youneedabudget/review/120084054/93e11d6343\"\u003eCosta Rica\u003c/a\u003e, a \u003ca href=\"https://www.youneedabudget.com/if-you-feel-guilty-spending-money-youre-doing-it-wrong/\"\u003egigantic cabin in the mountains\u003c/a\u003e, a beach house in the Outer Banks, a ranch in Montana, and most recently, \u003ca href=\"https://www.youtube.com/watch?v=js5pNTDKiZE\"\u003eLaguna Beach\u003c/a\u003e. We play together, and reinforce the bonds we’ve made as a team and company. Every year, we leave refreshed, motivated, and excited for the year ahead together.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eUp Your Game\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe’re serious about helping you improve your craft. We budget for it (hey-o!). Think conferences, online courses and subscriptions, dedicated time away to learn something new… it’s really up to you and your manager. But we love to see our people growing in their craft.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eInternational is Absolutely Okay\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eIf you are Stateside, we’ll set you up as a W2 employee. If you’re international, you’ll be set up as a contractor. (We are spread all over the world: Switzerland, Scotland, Mexico, Brazil, Argentina, Germany, Canada, and all over the United States.)\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eFor our US employees, we offer fantastic health, dental, and vision insurance, where we cover 100% of the premium for you and your family. (No need to check your vision, you read that right, 100%. Although if you did need to check your vision, we’ve got you covered!)\u003c/p\u003e\n\u003cp\u003eWe also have a Traditional and Roth 401k option. YNAB contributes three percent whether you choose to throw any money in there or not. It vests immediately. (Are you a personal finance junkie like our founder Jesse? He set up YNAB’s 401k to have the lowest fee structure possible, where all plan costs are paid by YNAB, not your retirement nest egg. The investment funds available are fantastic, passively-managed, ultra low-cost index funds. You’re not a PF junkie? Trust us, it’s awesome.)\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eOther Tidbits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eOnce you start, we DEMAND (in a friendly, ALL CAPS IS YELLING way) that you fill out your “Bucket List” spreadsheet with 50 items. (That’s harder than it sounds!)\u003c/li\u003e\n\u003cli\u003eWe give personalized birthday and holiday gifts. (And where possible, these help with the aforementioned bucket list items.)\u003c/li\u003e\n\u003cli\u003eWe have a bonus plan based on profitability. You’ll be in on that from day one. YNAB wins, you win. That kind of thing.\u003c/li\u003e\n\u003cli\u003eWe’re all adults. There’s no need to punch a clock, or ask for permission to take off early one afternoon to go see the doctor. We look at what you accomplish, not how long you sit (have you tried standing?) in front of a computer.\u003c/li\u003e\n\u003cli\u003eWe want you firing on all cylinders so we’ll set you up with a top of the line computer and phone and will replace them regularly.\u003c/li\u003e\n\u003cli\u003eDid we mention we make a huge, positive difference in people’s lives?\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIf this sounds like your ideal environment, read on because now I want to talk about you. You will play a big, big part in helping YNAB users gain control of their money. You will change lives.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eNow, back to you, our new Senior Android Developer...\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eYou're a software developer with over 5 years of professional experience, with most of those being spent working on Android. You know how to write easy-to-maintain software while still keeping an eye on the roadmap.\u003c/p\u003e\n\u003cp\u003eYou'll help us write and maintain features in our Android app. We believe in the power of native user interfaces on each platform, and are incredibly excited about Jetpack Compose, but we’re also the sort of folks who get excited about elegantly sharing business logic across all our platforms. To that end, we have a home-built shared library based on Typescript and SQLite that uses the V8 engine. You don't have to be an expert on TypeScript or SQL, but being curious about how things work on that layer definitely helps.\u003c/p\u003e\n\u003cp\u003eWe’re already spiking on integrating Kotlin Multiplatform as well, and have some exciting proof-of-concept code committed to all of our platforms, so this is also a great time to get in at the start of a big Kotlin push.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSome technologies we use on Android:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eminSdkVersion 23\u003c/li\u003e\n\u003cli\u003eKotlin for all new code\u003c/li\u003e\n\u003cli\u003eMoving towards a unidirectional data flow architecture\u003c/li\u003e\n\u003cli\u003eViewBinding\u003c/li\u003e\n\u003cli\u003eIntegrating with V8 JS engine\u003c/li\u003e\n\u003cli\u003eRxJava, Dagger, Robolectric\u003c/li\u003e\n\u003cli\u003eBitrise CI\u003c/li\u003e\n\u003cli\u003eGithub\u003c/li\u003e\n\u003cli\u003eSQLite (and thus SQL)\u003c/li\u003e\n\u003cli\u003eTypescript\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYou’re the one we’re looking for if you:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWrite code that is easy for other developers and your future self to understand and use.\u003c/li\u003e\n\u003cli\u003eHave extensive experience with Kotlin and Java.\u003c/li\u003e\n\u003cli\u003eHave shipped or helped ship at least one significant app for Android.\u003c/li\u003e\n\u003cli\u003eHave excellent debugging skills. You know how to find problems, and how to architect apps so that problems are unlikely, but discoverable if they do happen.\u003c/li\u003e\n\u003cli\u003eAre self-motivated and thrive with directions like:\u003c/li\u003e\n\u003cli\u003e\"This part of the program is too slow. Can you find out why?\"\u003c/li\u003e\n\u003cli\u003e\"This component needs to be re-architected to allow for new feature X. How do you think we should do it?\"\u003c/li\u003e\n\u003cli\u003e“Our code needs to call into a Javascript library, but that Javascript library is crashing because it can’t find the setTimeout function. Can you investigate?”\u003c/li\u003e\n\u003cli\u003eAre excited to work across multiple platforms with different technologies.\u003c/li\u003e\n\u003cli\u003eHave an understanding of algorithms and data structures that goes beyond arrays and “for loops”. That doesn’t mean you have to be a computer science PhD or even that you have to know “Big O” notation, but you should know when to use a Dictionary/Map, and why finding an element in a sorted array is faster than finding an element in an unsorted array.\u003c/li\u003e\n\u003cli\u003eAre a senior developer who can point to strong experience where you’ve exemplified the bullet points above.\u003c/li\u003e\n\u003cli\u003eFeel right at home with Git/Github, and can happily talk about the pros and cons of different Git branching models and workflows.\u003c/li\u003e\n\u003cli\u003e“Bonus points” awarded if you already use and love YNAB. :)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYNAB is an equal opportunity employer. We believe a diversity of backgrounds, beliefs, and experiences to be critical to our success and are passionate about creating a welcoming, supportive, and collaborative environment for all employees. All are encouraged to apply as we continue to grow a smart, hard-working, and diverse team who love working together to build something that matters.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eHow to Apply\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eApply here (\u003ca href=\"https://ynab.recruiterbox.com/jobs/fk0qvv6\"\u003ehttps://ynab.recruiterbox.com/jobs/fk0qvv6\u003c/a\u003e) by 11:59PM on June 7th, 2020. Firm. It’s a real deadline.\u003c/li\u003e\n\u003cli\u003eAttach a pdf of your cover letter. In your cover letter:\nI- ntroduce yourself and explain why this position is of interest to you, and why you would be a great fit. Please limit this section of the cover letter to no more than 1.5 pages.\u003c/li\u003e\n\u003cli\u003eOn a separate page of your cover letter, answer the following questions (with each response being about a paragraph in length):\u003c/li\u003e\n\u003c/ul\u003e\n\u003col\u003e\n\u003cli\u003eWhat attracted you to this position? (This is not about what attracted you to the software.)\u003c/li\u003e\n\u003cli\u003eWhat criteria do you look for when searching for your next company or position?\u003c/li\u003e\n\u003cli\u003eWhat are your favorite and least favorite parts of your current job?\u003c/li\u003e\n\u003cli\u003eTell us about a time when you had to learn something new to excel at your job.\u003c/li\u003e\n\u003cli\u003ePlease tell us about apps or anything you’ve built that makes you look good, and describe your role in those projects. (Include links if applicable.)\u003c/li\u003e\n\u003cli\u003eWhich programming languages do you know the best, and how many years of experience do you have using each?\u003c/li\u003e\n\u003cli\u003eBriefly (no more than a few sentences) describe a proud “debugging” moment you had, where you found and fixed a bug.\u003c/li\u003e\n\u003cli\u003eComplete this short Kotlin test (\u003ca href=\"https://pl.kotl.in/Q1PY9OvAu\"\u003ehttps://pl.kotl.in/Q1PY9OvAu\u003c/a\u003e) and include a link to your answer in your cover letter. It shouldn’t take more than 30 minutes or so.\u003c/li\u003e\n\u003c/ol\u003e\n\u003cp\u003eIf you have a prepared resume, attach it in PDF form. If you don’t have a resume because you aren’t even sure you’re looking to change jobs, that’s fine! In that case, please just include an informal list of your work and education history.\u003c/p\u003e\n\u003cp\u003ePlease send all attachments as PDFs.\u003c/p\u003e\n\u003cp\u003eP.S.  If you’re not interested in or available for this position, but know someone who is, we would really appreciate it if you passed this along!\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003eApply here: \u003ca href=\"https://ynab.recruiterbox.com/jobs/fk0qvv6\"\u003ehttps://ynab.recruiterbox.com/jobs/fk0qvv6\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb0tEIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--4e9f54ab826383ab5241412f92adcaf9aefdd45f/YNAB_wordmark_blue-LG.png"
    },
    {
      "id": "146c36b3-ad34-4a40-9c16-c55653593593",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/146c36b3-ad34-4a40-9c16-c55653593593",
      "created_at": "Mon May 18 22:34:11 UTC 2020",
      "company": "Defyned Brands",
      "company_url": "https://www.defynedbrands.com/",
      "location": "Austin (remote optional)",
      "title": "Senior Data Warehouse Developer",
      "description": "\u003cp\u003e---Who We Are---\u003c/p\u003e\n\u003cp\u003eDefyned Brands is a premier developer, marketer, distributor and multi-channel retailer of best-in-class vitamins, supplements and apparel. Originally founded as a specialty retailer with one location, the company has grown to own and operate 50 5 Star Nutrition specialty supplement stores, five nationally recognized vitamin and supplement brands and over 200 employees all driven by the same mission: To deliver outstanding results for our customers. We are dedicated to the ultimate customer service experience \u0026amp; company culture is the centerpiece of our company which has been the fuel on the fire for our tremendous success \u0026amp; growth.\u003c/p\u003e\n\u003cp\u003e---A Day in the Life---\u003c/p\u003e\n\u003cp\u003eDefyned Brands is seeking a highly motivated and experienced Senior Data Warehouse Developer to drive data-centric organization through continued development and ownership of our recently implemented data stack and help the organization solve its biggest data challenges. Reporting to the Director of Finance and Operations, this individual will continue build-out of our Snowflake data warehouse, integrate with source systems via ETL such as Stitch and other integration pathways, model data utilizing dbt, and ensure information within data warehouse is accurate and reliable. Responsibilities will include conducting full development lifecycle – requirements gathering, specification development, coding, testing, production deployment and documentation while managing daily data warehouse related processes. Individual will also work collaboratively with cross-functional partners to identify and design data requirements and use roadmap to support and drive organizational strategies and objectives.\u003c/p\u003e\n\u003cp\u003e---Responsibilities---\u003c/p\u003e\n\u003cp\u003e+Own existing and future data warehouse infrastructure (i.e. Snowflake, Stitch, dbt, etc.) to drive business intelligence strategies and initiatives\n+Further develop Snowflake data warehouse by defining and developing pipeline solutions – architect end-to-end design, mappings and hands-on development to collect, cleanse, transform and model data from disparate sources into reconcilable and usable data sets\n+Architect database structures and objects, fine tune SQL queries for performance, create queries and data transfer processes to ensure optimal performance of ETL and data models; while debugging, troubleshooting and fixing data and system related issues as they arise\n+Establish, maintain and promote consistent methodology for analytics deployment\n+Support front-end analysis in development of Looker visualization tool and data analysis practices\n+Continually analyze existing data stack and share new data product recommendations to improve data consolidation, management, analysis and interpretation\u003c/p\u003e\n\u003cp\u003e---Skills---\u003c/p\u003e\n\u003cp\u003e+Expert in SQL and ability to write complete, optimized development queries across large and complex data sets; experience with R, Python, etc. a plus\n+Technically skilled in modern big data principles and technologies; existing data stack experience ideal – Snowflake, Stitch, dbt, Looker\n+Ability to scale and document processes, systems and controls surrounding data\n+Passionate, high energy, highly motivated and self-starter who enjoys working in a fast-paced, high-growth and dynamic environment\n+Exceptional attention to detail and accuracy\n+Ability to manage and prioritize requests through strong project and time management skills\u003c/p\u003e\n\u003cp\u003e---Qualifications and Experience---\u003c/p\u003e\n\u003cp\u003e+Bachelor’s degree in quantitative/technical field (i.e. computer science, information systems, engineering, math, statistics, etc.)\n+5+ years of hands-on experience implementing and managing data warehousing solutions\n+Exceptional technology knowledge and experience in data warehouse methodologies including data management, data integration, ETL and analytics system architecture\n+Experience managing data from numerous source systems including ERP’s (i.e. NetSuite), commerce platforms (i.e. Shopify), marketing analytics (i.e. Google Analytics), etc.\n+Previous experience with dbt a plus\n+Experience working in fast-paced start-up environment with systems/processes/procedures requiring development\u003c/p\u003e\n\u003cp\u003eDefyned Brands offers a very competitive compensation \u0026amp; benefit package that includes: quarterly bonus potential, company sponsored health, dental \u0026amp; vision insurance; life and long-term disability insurance, unlimited snacks \u0026amp; drinks, generous product employee discounts, team social events, onsite gym \u0026amp; a casual high energy working environment.\u003c/p\u003e\n\u003cp\u003eDefyned Brands is an Equal Opportunity Employer. This description represents the job in general terms and is not designed to contain or to be interpreted as a comprehensive listing of all the duties, responsibilities, and qualifications required of the employee performing this job.\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003eApply Here: \u003ca href=\"https://defynedbrands.clearcompany.com/careers/jobs/907b18cc-8342-73cc-075d-e802fccb6d80/apply?source=1249781-CS-33637\"\u003ehttps://defynedbrands.clearcompany.com/careers/jobs/907b18cc-8342-73cc-075d-e802fccb6d80/apply?source=1249781-CS-33637\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb1NEIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f15482014a156cad11ddd3188ea31dcab98a37ab/db-logo.jpeg"
    },
    {
      "id": "356c82b2-fee2-400f-8a55-e67c6c0d3299",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/356c82b2-fee2-400f-8a55-e67c6c0d3299",
      "created_at": "Mon May 18 16:28:44 UTC 2020",
      "company": "Proliant",
      "company_url": "http://www.proliant.com",
      "location": "Atlanta, GA",
      "title": "Senior .NET Full Stack Web Developer",
      "description": "\u003cp\u003eJoin a #Community instead of being treated like a commodity.\u003c/p\u003e\n\u003cp\u003eDue to our rapid growth on our development team - Proliant is seeking a dynamic Senior .NET Full Stack Web Developer.\u003c/p\u003e\n\u003cp\u003eYou will work closely inside a #Community of some of the most successful developers, operations, finance, sales and marketing leaders in the country – and work for an exciting company with record-breaking Glassdoor reviews and award winning culture and growth!\u003c/p\u003e\n\u003cp\u003eDid you know - More than 70% of US workers are unhappy in their jobs. That is the unfortunate truth, and it is a direct result of people who are disengaged and in search of more meaningful work.\u003c/p\u003e\n\u003cp\u003eWe are in search of inspired people looking to do inspiring work across our entire organization!\u003c/p\u003e\n\u003cp\u003eWe want someone who…\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eTruly care and are passionate about the work they do\u003c/li\u003e\n\u003cli\u003eAren’t afraid to solve real business problems for customers\u003c/li\u003e\n\u003cli\u003eWant to be continually developed\u003c/li\u003e\n\u003cli\u003eWant to grow into leaders with a community-first mindset\u003c/li\u003e\n\u003cli\u003eWant to see and feel success in themselves, their teams, and the businesses they serve\u003c/li\u003e\n\u003cli\u003eWho want to be successful with the bling to show for it\u003c/li\u003e\n\u003cli\u003eWho are proud to talk about the #Community they are a part of\u003c/li\u003e\n\u003cli\u003eWho are #ProliantProud\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWow! This Sounds Great! But Wait. . . Proliant Who?\u003c/p\u003e\n\u003cp\u003eProliant powers the #PeopleFirst Economy. We deliver fully integrated, cloud-based People Tools that simplify payroll and all HR processes while improving accuracy and ensuring full industry compliance for over 5,000 customers in multiple industries in all 50 states.\u003c/p\u003e\n\u003cp\u003eWe believe that with the right HR technology in place, businesses can thrive in this ever-changing world.  But - technology isn’t the answer alone. We arm you with an award-winning professional services team to solve your HR related business problems. We offer the highest quality personalized customer service possible.\u003c/p\u003e\n\u003cp\u003eOur rich history with 25+ years in business have given us a deep knowledge into all major industries, and our best-of-breed partners ensure that all of those industry needs are met.\u003c/p\u003e\n\u003cp\u003eHowever – It Is Our PEOPLE Whom Make The Difference….\u003c/p\u003e\n\u003cp\u003eOur team is world class and the awards and rankings year over year prove it. The human factor is a fundamental aspect of our business. The quality of the product is only as good as the teams that produced it and the teams that back it.\u003c/p\u003e\n\u003cp\u003eThat is our core at Proliant.\u003c/p\u003e\n\u003cp\u003eOk, What Would I Be Doing?\u003c/p\u003e\n\u003cp\u003eWe are looking for talented and experienced candidates to join our growing team to enhance and maintain our payroll and human capital management system.\u003c/p\u003e\n\u003cp\u003eOur application is a large scale SAAS product used by over 5000 clients that simplifies payroll and HR processes. This application handles every aspect of workforce and talent engagement across the entire employment life cycle.\u003c/p\u003e\n\u003cp\u003eYou will be involved in implementation of new features and modules as well as ongoing maintenance of the application across the entire stack. You will be responsible for designing, coding and writing unit tests for your implementation.\u003c/p\u003e\n\u003cp\u003eDevelopment activities will be split between green field development of new functionality as well as migration of existing implementation from ASP.NET Web Forms to latest web development technologies.\u003c/p\u003e\n\u003cp\u003eYou will be working with server side technologies such as\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eASP.NET Web API 2,\u003c/li\u003e\n\u003cli\u003e.NET 4.5 and\u003c/li\u003e\n\u003cli\u003eSQL Server 2017,\u003c/li\u003e\n\u003cli\u003eand browser technologies such as latest version of\no\tAngular,\no\tTypeScript,\no\tHTML5\no\tand CSS3.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYou will participate in a very hands on environment with tremendous upside and growth potential as this department grows and your duties increase!\u003c/p\u003e\n\u003cp\u003eAre You The Right Fit ??\u003c/p\u003e\n\u003cp\u003eTECHNICAL SKILLS\u003c/p\u003e\n\u003cp\u003eAdvanced technical expertise and 5+ years of practical experience in the following technologies:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eC#\u003c/li\u003e\n\u003cli\u003e.Net Framework (4.0 or later)\u003c/li\u003e\n\u003cli\u003eASP.NET Web API (2 or later\u003c/li\u003e\n\u003cli\u003eExperience with SQL Server\u003c/li\u003e\n\u003cli\u003eability to maintain relational databases\u003c/li\u003e\n\u003cli\u003eimplement stored procedures, functions and views\u003c/li\u003e\n\u003cli\u003eability to implement medium to high complexity SQL queries\u003c/li\u003e\n\u003cli\u003e2+ years practical experience in\u003c/li\u003e\n\u003cli\u003eAngular 2 or later\u003c/li\u003e\n\u003cli\u003eTypeScript\u003c/li\u003e\n\u003cli\u003eHTML5 and CSS3\u003c/li\u003e\n\u003cli\u003eExperience working with the following\u003c/li\u003e\n\u003cli\u003eVisual Studio 2017\u003c/li\u003e\n\u003cli\u003eSVN or Git\u003c/li\u003e\n\u003cli\u003eIIS (7 or later)\u003c/li\u003e\n\u003cli\u003eWindows Server (2008 R2 or later)\u003c/li\u003e\n\u003cli\u003ePrevious experience with ASP.NET Web Forms is a plus\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003ePERSONAL SKILLS\u003c/p\u003e\n\u003cp\u003eBachelor degree in CS or related field is required\nStrong technical skills\nExcellent interpersonal and communication skills\nSelf-starter and ability to work independently\u003c/p\u003e\n\u003cp\u003eStill Need More Convincing To Apply?\u003c/p\u003e\n\u003cp\u003eThis could be the opportunity of a lifetime for you! Take a chance – Have a conversation with one of our Talent Managers!\u003c/p\u003e\n\u003cp\u003eWe are scaling rapidly, are highly respected in our industry and we believe in promotion from within. We offer a great work environment and great locations including multiple “Best Places To Work” awards across the country.\u003c/p\u003e\n\u003cp\u003eWe have fantastic benefits including Medical, Dental, Life, Short-term Disability, Long-term Disability, Flexible Spending Accounts, Paid time off, supplemental programs, 401k and much more!\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003ePlease Email Your Resume to \u003ca href=\"mailto:CLarkin@Proliant.com\"\u003eCLarkin@Proliant.com\u003c/a\u003e or go to the link below:\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://bit.ly/3bM0GBY\"\u003ehttps://bit.ly/3bM0GBY\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbnVEIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--5a2e999bfce9e496441a9a47801474dc89864caf/Proliant%20-%20Web%20Logo.png"
    },
    {
      "id": "5dde7ff2-0fb9-46e3-9371-8e5614c2c7e9",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/5dde7ff2-0fb9-46e3-9371-8e5614c2c7e9",
      "created_at": "Mon May 18 13:56:19 UTC 2020",
      "company": "Meritocracy srl",
      "company_url": null,
      "location": "Milano",
      "title": "Springa - Junior Software Developer",
      "description": "\u003cp\u003e\u003cstrong\u003eSpringa\u003c/strong\u003e  - startup italiana fondata nel 2016, progetta, produce e commercializza \u003cstrong\u003eGoliath CNC\u003c/strong\u003e, la prima macchina utensile robotica autonoma e portatile a controllo numerico per effettuare lavorazioni di fresatura, taglio e incisione, dovunque e senza limiti di area di lavoro.\nLa mission aziendale è rendere la Digital Fabrication accessibile in ogni luogo attraverso una tecnologia flessibile e alla portata di tutti, dando così la possibilità dal piccolo artigiano al grande professionista, di realizzare i propri progetti dal garage al cantiere.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003e\u003cstrong\u003eIl team\u003c/strong\u003e\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003eLa risorsa verrà inserita in un ambiente giovane e innovativo, caratterizzato da un mix di competenze e funzioni, dove ingegneria, design e marketing lavorano a stretto contatto, contribuendo alla crescita della società.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003e\u003cstrong\u003eRuolo e responsabilità:\u003c/strong\u003e\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSpringa\u003c/strong\u003e è alla ricerca di un \u003cstrong\u003eJunior Software Developer\u003c/strong\u003e, la cui responsabilità principale sarà indirizzare i clienti verso l'utilizzo di Goliath CNC.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eGestirai l'esecuzione di progetti di sviluppo software, controllando l'avanzamento dello stato, le risorse allocate, il programma di rilascio, il backlog del prodotto\u003c/li\u003e\n\u003cli\u003eLavorerai insieme ai nostri partner esperti nella progettazione software\u003c/li\u003e\n\u003cli\u003eSarai responsabile del test e controllo di qualità del software rilasciato\u003c/li\u003e\n\u003cli\u003eSarai responsabile per lo sviluppo software e l'architettura di sistema dei prodotti del software\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequisiti:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eLaurea o diploma in materia tecnico-scientifica inerente\u003c/li\u003e\n\u003cli\u003eEsperienza pratica nella progettazione, sviluppo, rilascio e supporto di software (si considerano anche le esperienze di pre-laurea)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cem\u003e\u003cstrong\u003eCompetenze software:\u003c/strong\u003e\u003c/em\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eConoscenza del linguaggio di programmazione C#\u003c/li\u003e\n\u003cli\u003eConoscenza pratica degli strumenti e dei processi relativi a una tipica software house (controllo delle versioni, testing, bug fixing e gestione ticket)\u003c/li\u003e\n\u003cli\u003eCapacità di modificare i requisiti e i documenti delle specifiche\u003c/li\u003e\n\u003cli\u003eBuona conoscenza di Microsoft Office\u003c/li\u003e\n\u003cli\u003eBuona conoscenza della lingua inglese\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cem\u003e\u003cstrong\u003eNice to have\u003c/strong\u003e\u003c/em\u003e: .NET, Xamarin, Visual Studio, Linguaggio Mono\u003c/p\u003e\n\u003cp\u003e\u003cem\u003e\u003cstrong\u003eSoft skills:\u003c/strong\u003e\u003c/em\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDesiderio di essere parte e contribuire in prima persona alla crescita della società\u003c/li\u003e\n\u003cli\u003eEsperienza e attitudine al lavoro in team, ottime doti relazionali\u003c/li\u003e\n\u003cli\u003eAtteggiamento positivo, entusiasmo e flessibilità\u003c/li\u003e\n\u003cli\u003eCapacità di analisi e risoluzione di problemi\u003c/li\u003e\n\u003cli\u003eInteresse per i temi di CNC machining, lavorazione del legno, Digital Fabrication, DIY, making\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cem\u003e\u003cstrong\u003eBenefits:\u003c/strong\u003e\u003c/em\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eLunch area\u003c/li\u003e\n\u003cli\u003eCaffè e snacks\u003c/li\u003e\n\u003cli\u003ePing-pong and table- football\u003c/li\u003e\n\u003cli\u003eComputer aziendale\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cem\u003e\u003cstrong\u003eOfferta:\u003c/strong\u003e\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003eContratto a tempo indeterminato, con impegno full-time e RAL commisurata all’esperienza.\u003c/p\u003e\n\u003cp\u003eSede di lavoro: Milano\u003c/p\u003e\n\u003cp\u003e\u003cem\u003e\u003cstrong\u003eScopri Springa su Meritocracy.is!\u003c/strong\u003e\u003c/em\u003e\n\u003ca href=\"https://www.youtube.com/watch?v=oIYSdN70lEU\"\u003ehttps://www.youtube.com/watch?v=oIYSdN70lEU\u003c/a\u003e\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003eScopri di più e candidati su Meritocracy.is!\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://meritocracy.is/it/springa/junior-software-developer-87722?utm_source=github\u0026amp;utm_medium=referral\u0026amp;utm_campaign=springa_junior_software_developer\"\u003ehttps://meritocracy.is/it/springa/junior-software-developer-87722?utm_source=github\u0026amp;utm_medium=referral\u0026amp;utm_campaign=springa_junior_software_developer\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": null
    },
    {
      "id": "e589561e-9d19-49eb-9501-c907601094e3",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/e589561e-9d19-49eb-9501-c907601094e3",
      "created_at": "Fri Apr 17 16:20:40 UTC 2020",
      "company": "Bending Spoons",
      "company_url": "https://bendingspoons.com/index.html",
      "location": "Our HQ is in downtown Milan, but you'll be working from the comfort of your home.",
      "title": "Android Engineer, Remote",
      "description": "\u003cp\u003eWith tens of millions of active users and hundreds of thousands of daily downloads, we’re Europe’s leading iOS app developer. Now we’re setting our sights on taking the Play Store by storm. With a new frontier to conquer, we’re looking for a passionate, talented, and experienced native Android Developer eager to join the Android team to help migrate our app portfolio remotely.\u003c/p\u003e\n\u003cp\u003eA few examples of your responsibilities:\u003c/p\u003e\n\u003cp\u003e*Migrate our portfolio of world-renowned iOS apps to the most recent Android version, making them available to a whole new user base.\u003c/p\u003e\n\u003cp\u003e*Contribute to the product development of the apps you’ll work on. We’re all about taking a proactive role and ownership of your work.\u003c/p\u003e\n\u003cp\u003e*Help define the software architecture of entire apps or new features—and then develop them. The work spans a broad range, from engineering and coding features, to polishing world-class user interfaces.\u003c/p\u003e\n\u003cp\u003e*Constantly improve the quality of our products by fixing bugs and refactoring the code base where necessary, as well as adding that WOW factor to put a smile on our users’ faces.\u003c/p\u003e\n\u003cp\u003e*Stay up to speed with new technologies (particularly on Android), and test the promising ones to make sure we don’t miss out on game-changing opportunities.\u003c/p\u003e\n\u003cp\u003eWhat We Offer\u003c/p\u003e\n\u003cp\u003e*Huge impact. You’ll be working on apps used by millions of people all around the world. The quality of your work will make a decisive difference—both to the users and to Bending Spoons as a whole.\u003c/p\u003e\n\u003cp\u003e*Talented, knowledgeable colleagues. You’ll get the chance to learn from—and teach —some of the brightest and most skilled people you’ll ever meet. Your talent is going to blossom here.\u003c/p\u003e\n\u003cp\u003e*Cool tech stack. We strive to use the best, most modern tools and technologies, and when they fall short of our expectations we invent our own. It’s a geek’s paradise.\u003c/p\u003e\n\u003cp\u003e*Own products. We don’t work for clients—we only develop our own apps. Freed from client-provider politics, we can move fast and be daring.\u003c/p\u003e\n\u003cp\u003e*International reach. Our audience is truly international. Our company language is English. We’re a global force and your work will have worldwide exposure.\u003c/p\u003e\n\u003cp\u003eWhat We Look For\u003c/p\u003e\n\u003cp\u003e*Passion for the topic. You have a long-standing, proven passion for developing native Android apps.\u003c/p\u003e\n\u003cp\u003e*Reasoning and depth of learning. You’re structured and creative enough to solve most challenging problems independently, given the necessary knowledge. You learn new concepts and skills rapidly, and love to nerd out and go in-depth.\u003c/p\u003e\n\u003cp\u003e*Drive. You’re energetic, hard-working, and persevere through adversity until the job is done—and done well. You’re massively into getting results, and always aim for excellence in what you do.\u003c/p\u003e\n\u003cp\u003e*Curiosity and initiative. You love exploring and you’re entrepreneurial in seeking out new opportunities and testing ideas of your own accord. You seek—you don’t just wait to be told what to do.\u003c/p\u003e\n\u003cp\u003e*A knack for UX and attention to detail. You care about developing quality user experiences, and notice the details that make a difference. You get a kick out of making a UI or an animation just perfect.\u003c/p\u003e\n\u003cp\u003e*Diligence, organization. You can be entrusted with responsibilities big and small.\u003c/p\u003e\n\u003cp\u003e*Humility. You’re down to earth, eager to listen to feedback and constructive criticism, and ready to get your hands dirty with whatever the team needs to succeed.\u003c/p\u003e\n\u003cp\u003e*Proficient in English. You read, write, and speak fluently in English.\u003c/p\u003e\n\u003cp\u003e*Availability. We work 9-6 GMT+1. Our schedule is flexible, but we prefer to work together most of the time. That’s why you should live somewhere with a similar timezone—between GMT-2 and GMT+3.\u003c/p\u003e\n\u003cp\u003eCommitment \u0026amp; Contract: Full-time, permanent (tempo indeterminato).\u003c/p\u003e\n\u003cp\u003eLocation: Our HQ is in downtown Milan, but you'll be working from the comfort of your home.\u003c/p\u003e\n\u003cp\u003eCompensation \u0026amp; Benefits: Generous, top of market, and moreover can grow very rapidly and include stock options, depending on performance. You’ll receive the latest Mac, iPhone, and wireless noise-canceling Bose headset, as well as any software you might need to perform at your best.\u003c/p\u003e\n\u003cp\u003eIMPORTANT\u003c/p\u003e\n\u003cp\u003ePlease notice that only applications submitted through our website will be considered. Apply here: \u003ca href=\"https://bndspn.com/2z48C3O\"\u003ehttps://bndspn.com/2z48C3O\u003c/a\u003e\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003ePlease notice that only applications submitted through our website will be considered. Apply here: \u003ca href=\"https://bndspn.com/2z48C3O\"\u003ehttps://bndspn.com/2z48C3O\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaE9DIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f7c6a129e27540a321738e2324353927ac13891b/Bending%20Spoons%20-%20Logo,%20black.png"
    },
    {
      "id": "998aadd0-cbdb-4e81-b058-484eb48638a9",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/998aadd0-cbdb-4e81-b058-484eb48638a9",
      "created_at": "Sun May 17 14:43:40 UTC 2020",
      "company": "LDB Labordatenbank GmbH",
      "company_url": "https://labordatenbank.at",
      "location": "Remote / Wien Österreich Vienna Austria",
      "title": "Software EntwicklerIn für REST Schnittstellen",
      "description": "\u003cp\u003e\u003cem\u003eArbeitsort: Wien und Remote\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003eDie \u003cem\u003eLDB Labordatenbank GmbH\u003c/em\u003e ist seit 2009 auf die Entwicklung, Bereitstellung und Betreuung einer rein webbasierten Labor Software spezialisiert. Mit der Labordatenbank sammeln und organisieren über 100 Labore (vorwiegend in Deutschland und Österreich) Millionen von Proben und Milliarden von Messdaten in einer modernen (responsive) Web Anwendung.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDeine Aufgaben- und Verantwortungsbereiche\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eVerwenden und Entwickeln von REST-Schnittstellen\u003c/li\u003e\n\u003cli\u003eErstellen und Optimieren von Datenbank Abfragen [MySQL]\u003c/li\u003e\n\u003cli\u003eDatenvisualisierungen und User Interface Design [HTML5] [JavaScript]\u003c/li\u003e\n\u003cli\u003eBackend Entwicklung und Systemadministration [PHP] [Apache] [Ubuntu] [AWS]\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eFolgende Eigenschaften sind uns bei Dir wichtig\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eErfolgreiche Informatik Ausbildung\u003c/li\u003e\n\u003cli\u003ePraxiserfahrung mit REST-Schnittstellen, SQL und JavaScript\u003c/li\u003e\n\u003cli\u003ePraxiserfahrung mit Ubuntu und GitHub\u003c/li\u003e\n\u003cli\u003e\u003cem\u003eKlar und deutliche Kommunikation in fehlerfreiem Deutsch und Englisch\u003c/em\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWas wir Dir bieten\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEntwicklungspotential beim Technologieführer im Bereich Cloud und Web Anwendungen für Labore.\u003c/li\u003e\n\u003cli\u003eDu kannst Deine Aufgaben- und Verantwortungsbereiche selbst beeinflussen.\u003c/li\u003e\n\u003cli\u003eDirekte Zusammenarbeit mit unseren Kunden, sodass Du siehst was Dein Einsatz bewirkt.\u003c/li\u003e\n\u003cli\u003eEin brutto Jahresgehalt von zumindest EUR 40.000,- (bei 38,5 Std.).\u003c/li\u003e\n\u003cli\u003eFlexible Arbeitszeiten (20, 30 oder 38,5 Std.) mit einem wöchentlichen Officetag in unserem Büro in Wien und sonst Remote von zu Hause, aus den Bergen oder vom Strand.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWas besonders toll ist\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIn enger Zusammenarbeit mit unseren Kunden lernt man die verschiedensten Branchen bis tief ins Detail kennen und vom Covid-19 Labor bis zur Forschung und Entwicklung neuer Batterien für Elektorautos, ist bei unseren Kunden alles dabei.\u003c/li\u003e\n\u003cli\u003eDa wir fast alle Remote arbeiten, treffen wir uns mehrmals pro Jahr zu gemeinsamen Workshops, sei es auf der Skipiste oder am See.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWenn Du in unserem Team mitarbeiten möchtest, schick uns Deine Bewerbung mit Bezug auf die hier angeführten Punkte und einen Link zu Deinem GitHub Profil.\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003e\u003ca href=\"https://labordatenbank.at/pages/index/jobs_dev\"\u003ehttps://labordatenbank.at/pages/index/jobs_dev\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbmlEIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--8b2296549cd37e352cf7e89460f5ea06cc7c84fe/logo-180x180.png"
    },
    {
      "id": "1fb55c33-9a44-49ad-82db-7aabf67559fe",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/1fb55c33-9a44-49ad-82db-7aabf67559fe",
      "created_at": "Fri May 15 20:17:53 UTC 2020",
      "company": "Lendeavor",
      "company_url": "https://www.lendeavor.com/",
      "location": "San Francisco",
      "title": "Senior Infrastructure Engineer",
      "description": "\u003cp\u003eWhat we need:\u003c/p\u003e\n\u003cp\u003eYou are passionate about automation of infrastructure configuration and management and systems security. You are excited about being part of a purpose-driven organization that's helping to reduce the financial burden of healthcare professionals. Building a modern bank requires engineers with expertise in distributed systems architecture, infrastructure as a service, and information security best practices. Lendeavor is looking for an experienced lead infrastructure engineer to be a foundational member of the team.\u003c/p\u003e\n\u003cp\u003eWhat you'll do:\u003c/p\u003e\n\u003cp\u003eManage our AWS and Heroku environments\nImplement best practices for automating configuration management using Terraform and CloudFormation\nSupport our engineering organization through implementation of tooling and best practices for CI/CD using CodePipeline, CodeShip, GitHub\nManage operational needs of our RDBMS system (Postgres), and NOSQL solutions (Redis)\nManage our AWS infrastructure, including components such as S3, ELB, ECS containers, EC2 instances\nWork with engineering and IT to configure systems and network topology to support application development and our IT environment with appropriate security contexts\nMonitor applications and infrastructure for security vulnerabilities to ensure compliance with our SOC-2 Type II requirements\nWork with third party to facilitate annual penetration test and promptly remediate any findings\nWork to continually improve the engineering process through collaboration\u003c/p\u003e\n\u003cp\u003eWhat you have:\u003c/p\u003e\n\u003cp\u003eB.S. in computer science or equivalent experience\n5+ years of systems or devops engineering experience\nHigh proficiency with Terraform or equivalent\nHigh proficiency with Linux and bash/shell scripting\nExperience setting up CI/CD pipelines\nPrior operating experience with Docker/ECS/Kubernetes\nPrior operating experience with Postgres and Redis\nPrior operating experience with messaging systems (RabbitMQ, SQS, or equivalent)\nDemonstrated understanding of systems design principles and best practices\nDemonstrated understanding of TCP/IP and networking components\nStrong analytical and technical skills\nStrong written and verbal communication skills\nPrior startup or growth company experience preferred\nPrior fintech or financial services experience preferred\u003c/p\u003e\n\u003cp\u003eLendeavor is seeking candidates for the role in both San Francisco, CA and Columbus, OH.\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003ePlease apply online at \u003ca href=\"https://www.lendeavor.com/careers\"\u003ehttps://www.lendeavor.com/careers\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbVNEIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f71087d56e49ba9ffeb98a2be3476bbfafa98164/Lendeavor_logo_lg.png"
    },
    {
      "id": "5180386d-8397-4245-9908-e9123b21a74c",
      "type": "Part Time",
      "url": "https://jobs.github.com/positions/5180386d-8397-4245-9908-e9123b21a74c",
      "created_at": "Fri May 15 13:00:34 UTC 2020",
      "company": "Daventry Solutions, LLC",
      "company_url": "http:",
      "location": "Remote",
      "title": "Full Stack Web/Javascript Developer",
      "description": "\u003cp\u003eUS CITIZENS ONLY\u003c/p\u003e\n\u003cp\u003eContractor position with possible option to come on as an employee after a 90 day period.\u003c/p\u003e\n\u003cp\u003eDuration: Approximately 3 months with opiton to come on full time.\u003c/p\u003e\n\u003cp\u003eHours Requirement: 20 hours minimum / 40 hours maximum\u003c/p\u003e\n\u003cp\u003ePay: $85 per hour\u003c/p\u003e\n\u003cp\u003eProject Description:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eThe client is building a compliance dashboard app for the automation of IT security procedures. The application feeds from the Forescout API (Security/Compliance platform).\u003c/li\u003e\n\u003cli\u003eThe application gathers vulnerability information and summarizes it using the type of device the vulnerability is on. The application also requires user input/configuration to answer Qualitative questions that are not machine-determinable.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eTechnical Info:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eThe application is written using Nuxt.JS / Vue.JS and is wrapped in an Electron container for running on a user's desktop.\u003c/li\u003e\n\u003cli\u003eIt will have a web server component (still to be developed) to maintain historical trends and other data using an Elasticsearch backend\u003c/li\u003e\n\u003cli\u003eStaging environment exists.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eTasks and Deliverables:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eThe underpinnings of the app have already been developed, now it is a lot of tweaking, bug fixing, and feature development to meet all the needs.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eRequired Skills:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eJavaScript expert - Nuxt.JS or Vue.JS knowledge is a nice to have.\u003c/li\u003e\n\u003cli\u003eDocument-based data stores (Elasticsearch).\u003c/li\u003e\n\u003cli\u003eBe comfortable working with large datasets (1 million+ JSON documents).\u003c/li\u003e\n\u003cli\u003eNode.js\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eOptional Skills:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with Forescout’s API\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eStack:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFrontend: JavaScript - Nuxt.JS and Vue.JS.\u003c/li\u003e\n\u003cli\u003eBackend: Node.js\u003c/li\u003e\n\u003cli\u003eStorage: Elasticsearch\u003c/li\u003e\n\u003cli\u003eInfrastructure: Local server\u003c/li\u003e\n\u003cli\u003eAPIs: Forescout API, Elasticsearch API\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eEngagement Highlights:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eVery interesting product in the IT's Security/Compliance space.\u003c/li\u003e\n\u003cli\u003eOpportunity to work with Forescout if you haven't yet!\u003c/li\u003e\n\u003c/ul\u003e\n",
      "how_to_apply": "\u003cp\u003eEmail resume to: \u003ca href=\"mailto:robert@davsol.net\"\u003erobert@davsol.net\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbDZEIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--acaa0775b8594628e32e9359a96fd6d77a2a0b3d/Daventry%20Solutions%20Logos%20-%20Red%20Feather2.png"
    },
    {
      "id": "f90fada7-efae-4f7c-9dff-1ce43156573f",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/f90fada7-efae-4f7c-9dff-1ce43156573f",
      "created_at": "Fri May 15 10:40:14 UTC 2020",
      "company": "Microsoft",
      "company_url": "http://www.microsoft.com",
      "location": "Dublin",
      "title": "Software Engineer (The Identity Team)",
      "description": "\u003cp\u003eAt Microsoft, our mission is to empower every person and every organization on the planet to achieve more. As a member of our engineering team, you will play an integral part in making that happen, navigating us into the future and impacting the lives of people all around the world - join us and become a \u003ca href=\"https://www.microsoft.com/en-ie/futurenavigators\"\u003eFuture Navigator\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eThe Microsoft Identity group serves over a billion active users, powering Identity experiences at the core of almost every Microsoft product and service. Identity is a booming business, quickly reaching over $1 billion in revenue as part of the Enterprise Mobility Suite of services. As we expand on this investment, we are building our presence in Dublin.\u003c/p\u003e\n\u003cp\u003eThis team will help build and manage Microsoft’s online identity providers for all of Microsoft’s online services and platforms like Azure, and Office 365.  We boldly pursue big ideas that power transformational advances in online security and user management. Our work spans both the consumer and enterprise space and can be found in internet scale online services, the Windows operating system and most phones and handheld devices. Identity engineering employees have deep technical expertise, customer insights, and a clear point of view that comes from first-hand, very large-scale experience. We are engineers, technology leaders and experts, digital transformation change agents, and customer advocates. \u003c/p\u003e\n\u003cp\u003eWe are seeking experienced and passionate Software Engineers to help grow a team focused on managing and innovating in Azure Active Directory, a hyper-scale, geo-distributed, stateful, fault tolerant, dial tone service.  You will be part of building a system that enables further growth and innovation in the entire ecosystem.\u003c/p\u003e\n\u003cp\u003eYou can learn more about Azure Active Directory here:\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://azure.microsoft.com/en-us/services/active-directory/\"\u003ehttps://azure.microsoft.com/en-us/services/active-directory/\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://docs.microsoft.com/en-us/azure/active-directory/fundamentals/active-directory-architecture\"\u003ehttps://docs.microsoft.com/en-us/azure/active-directory/fundamentals/active-directory-architecture\u003c/a\u003e\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eResponsibilities\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eAs a member of our team you will: \u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDesign and develop large scale distributed software services and solutions\u003c/li\u003e\n\u003cli\u003eAdhere to and drive modern software engineering practices through design reviews\u003c/li\u003e\n\u003cli\u003eSystem design through well-defined interfaces across multiple components, code reviews, leveraging data/telemetry to make decisions\u003c/li\u003e\n\u003cli\u003eDevelop “best-in-class” engineering for our services by ensuring that the services and the components are well-defined and modularized, secure, reliable, diagnosable, actively monitored and reusable.\u003c/li\u003e\n\u003cli\u003eImprove test coverage for services, organize and implement integration tests, and resolve problem areas\u003c/li\u003e\n\u003cli\u003eConsider testability, portability/monitoring, reliability, and maintainability, and understand when code is ready to be shared and delivered\u003c/li\u003e\n\u003cli\u003eExpose test coverage issues, organize and implement integration tests, and resolve problem areas\u003c/li\u003e\n\u003cli\u003eGain a working understanding of Microsoft businesses and collaborate with mentors and leaders in order to contribute to cohesive, end-to-end experiences for our users\u003c/li\u003e\n\u003cli\u003eFocus on customer/partner needs through a data driven approach\u003c/li\u003e\n\u003cli\u003eTroubleshoot and optimize automation, reliability and monitoring for production services\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cem\u003eQualifications\u003c/em\u003e\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003e5+ years of experience\u003c/li\u003e\n\u003cli\u003eBachelor’s Degree in Computer Science, Computer Information Systems, Math, Engineering or related field, or completion of a Code/Developer academy program\u003c/li\u003e\n\u003cli\u003eExperience with one or more general purpose programming languages including but not limited to: Java, C/C++, C#, .NET\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe have exciting opportunities for you to innovate, influence, transform, inspire and grow within our organization and we encourage you to apply via the \u003ca href=\"https://vonq.io/2T6QEVG\"\u003ethis link\u003c/a\u003e to learn more! \u003c/p\u003e\n\u003cp\u003eMicrosoft’s company culture promotes diversity, multiculturalism, and inclusion and is clearly reflected in all of things we do. Diversity is more than a commitment for us - it is the foundation of what we do. Our team has a strong sense of accountability and provides its members many opportunities for learning and career growth. \u003c/p\u003e\n\u003cp\u003eMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. \u003c/p\u003e\n\u003cp\u003eBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eBenefits and Perks\u003c/strong\u003e\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eIndustry leading healthcare\u003c/li\u003e\n\u003cli\u003eSavings and investments\u003c/li\u003e\n\u003cli\u003eGiving programs\u003c/li\u003e\n\u003cli\u003eEducational resources\u003c/li\u003e\n\u003cli\u003eMaternity and paternity leave\u003c/li\u003e\n\u003cli\u003eOpportunities to network and connect\u003c/li\u003e\n\u003cli\u003eDiscounts on products and services\u003c/li\u003e\n\u003cli\u003eGenerous time away\u003c/li\u003e\n\u003c/ul\u003e\n",
      "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/2T6QEVG\"\u003eClick here to apply!\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbFdEIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--2326d25a5747f6fe83b88ae89eb1d3d308cde905/Microsoft%20logo.jpeg"
    },
    {
      "id": "5f7472fc-a858-4b0b-981e-3e66885def5c",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/5f7472fc-a858-4b0b-981e-3e66885def5c",
      "created_at": "Thu May 14 12:58:16 UTC 2020",
      "company": "Microsoft",
      "company_url": "http://http",
      "location": "Dublin",
      "title": "Software Engineer - Site Reliability Engineering (SRE)",
      "description": "\u003cp\u003eAt Microsoft, our mission is to empower every person and every organisation on the planet to achieve more. As a member of our engineering team, you will play an integral part in making that happen, navigating us into the future and impacting the lives of people all around the world.\u003c/p\u003e\n\u003cp\u003eSoftware Engineers and Site Reliability Engineers are Microsoft Future Navigators\u003c/p\u003e\n\u003cp\u003eMicrosoft has been a leading company in computing for decades. We are a global operation, relied on by governments, utilities, schools, and co-operatives to deliver the things they need to work, every day. \u003c/p\u003e\n\u003cp\u003eIn order to make this work for our customers, we need continual effort to make that delivery reliable. In order to drive reliability, we need you -- someone who already is, or is interested in becoming, a Site Reliability Engineer (also known as SRE). \u003c/p\u003e\n\u003cp\u003eSREs are people who take engineering-based approaches to solve operations problems: we like infrastructure, we like seeing how big complicated things work, and most importantly, we gain great satisfaction from making it better. We have backgrounds in lots of things -- of course, Computer Science, System Administration, Networking, Mathematics, and Engineering generally, but you can also find folks who've worked in Physics, Chemistry, Biology, Statistics, and even English. \u003c/p\u003e\n\u003cp\u003eSREs build, monitor, and maintain the systems and infrastructure that ensure our customers can quickly access their data and run workloads whenever and wherever they need to. We identify service problems and areas for improvement, and we follow up by fixing those problems. Our work is key to the success of many of the Microsoft services you'll have heard of, and a number you haven't. There are very few bits of Microsoft which aren't touched by SREs in some way or other. \nSREs come in two kinds: SRE-SWE (people with a software engineering background), and SRE-SE (people with a systems engineering background). \u003c/p\u003e\n\u003cp\u003eSREs with a software engineering background can come from industry and academia. Their distinguishing feature is their inclination to, and demonstrated competence in, working with software. An SRE-SWE could be successful in perhaps any software team, but typically has an interest in infrastructure, scale, performance, or the behaviour of distributed systems generally. Since how software is written determines the behaviour of a system generally, often in subtle or initially misunderstood ways, an SRE-SWE cares deeply about software quality and how software is constructed. Release processes, safe deployments, measuring performance, and similar concerns beyond pure functionality are important to SREs and are relevant to improving reliability. If this resonates with you, we'd like to talk. \u003c/p\u003e\n\u003ch2\u003eResponsibilities\u003c/h2\u003e\n\u003cp\u003eThe scale of our operations is enormous. Microsoft's products and services are overwhelmingly consumed online, and billions of people use them every day. We need people who enjoy analyzing complicated problems, coming up with creative solutions, working in focused teams to build things no-one has thought of before, all in the service of production reliability. \nIf you are excited by this type of challenge, and you love to work in groups of people who are similarly excited, come join us. We value the input of people who aren't afraid to be learning all the time, who celebrate mistakes because they show the way forward, and those who are happy to continuously improve. We strongly believe that diverse experiences and backgrounds, and an environment where everyone can feel safe to contribute their own insights in a data-driven, objective, but the supportive way is the key to making the best workplace possible, and the best workplace makes the best products and services. Not only is it the smart thing, it's the right thing. \u003c/p\u003e\n\u003cp\u003eResponsibilities will include:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCommunicate effectively and partner well with other disciplines of the project team to deliver high quality solutions from ideas to production code\u003c/li\u003e\n\u003cli\u003eWrite clean and thorough design documents and code that exemplify quality, simplicity, and maintainability\u003c/li\u003e\n\u003cli\u003eBe a mentor for the software lifecycle process\u003c/li\u003e\n\u003cli\u003eDesign systems that prioritize the customer perspective and experience\u003c/li\u003e\n\u003cli\u003eQuickly adapt and apply new technologies, tools, methods, and processes from both internal and external sources\u003c/li\u003e\n\u003cli\u003eDesign and influence design, implementation, and architectural direction\u003c/li\u003e\n\u003cli\u003eDrive architectural consolidation and simplification\u003c/li\u003e\n\u003cli\u003eExemplify the Microsoft values of leveraging the work of others and helping others be successful through your behaviors and actions\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe would like to talk to you if you: \u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAre interested in distributed systems and working with high scale services.\u003c/li\u003e\n\u003cli\u003eLike to work in a fast-moving environment and you aren't afraid to change things to make them better.\u003c/li\u003e\n\u003cli\u003eEnjoy new technological challenges and solving hard problems.\u003c/li\u003e\n\u003cli\u003eBelieve that a team working well together is truly smarter than the single smartest person on that team.\u003c/li\u003e\n\u003cli\u003eAspire to grow as a person, as a teammate, and as an engineer. \u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eQualifications\u003c/h2\u003e\n\u003cp\u003eWe try not to have too many formal qualifications, since mindset and demonstrated ability are more important, but previous successful candidates have often had some or all of the following: \u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBackground in Computer Science equivalent to a B.Sc.\u003c/li\u003e\n\u003cli\u003e5+ years of software development: automation-related experience valued in particular. Scripting languages such as bash, python, and PowerShell, or compiled languages such as C, C# and Go are most relevant but others are acceptable.\u003c/li\u003e\n\u003cli\u003eAwareness of, and ability to reason about, modern software \u0026amp; systems architectures, including load-balancing, queueing, caching, distributed systems failure modes generally, microservices, and so on. \u003c/li\u003e\n\u003cli\u003eAssociated troubleshooting skills, including the ability to follow RPC call-chains across arbitrary network steps. Consequent understanding of monitoring in distributed systems.\u003c/li\u003e\n\u003cli\u003eDeep understanding of operating system level concepts such as processes, memory allocation, and the network stack; understanding of how applications are affected by the above, and ability to debug same.\u003c/li\u003e\n\u003cli\u003eExperience with working in a team, including co-ordinating large projects, communicating well, and exercising initiative when presented with problems.\u003c/li\u003e\n\u003cli\u003eGenerally speaking, practical experience running large scale online systems is always an advantage. \u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. \u003c/p\u003e\n\u003cp\u003eBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work.\u003c/p\u003e\n\u003cp\u003e#PIEjobsDublin\n#MicrosoftSREJobs\u003c/p\u003e\n\u003ch2\u003eBenefits and Perks\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eIndustry leading healthcare\u003c/li\u003e\n\u003cli\u003eSavings and investments\u003c/li\u003e\n\u003cli\u003eGiving programs\u003c/li\u003e\n\u003cli\u003eEducational resources\u003c/li\u003e\n\u003cli\u003eMaternity and paternity leave\u003c/li\u003e\n\u003cli\u003eOpportunities to network and connect\u003c/li\u003e\n\u003cli\u003eDiscounts on products and services\u003c/li\u003e\n\u003cli\u003eGenerous time away\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eInterested in this position? \nWe are happy to get in touch with you! You can send your application by using \u003ca href=\"https://vonq.io/3br3ft2\"\u003ethis link\u003c/a\u003e\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/3br3ft2\"\u003eClick here to apply!\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa3lEIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6774d090861f7f1a020de61725aaea6269e8919c/Microsoft.png"
    },
    {
      "id": "6072588f-76e1-44db-9013-ece50994502b",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/6072588f-76e1-44db-9013-ece50994502b",
      "created_at": "Thu May 14 10:13:06 UTC 2020",
      "company": "Coolblue",
      "company_url": "http://careersatcoolblue.com",
      "location": "Rotterdam, The Netherlands",
      "title": "C# Developer",
      "description": "\u003cp\u003e\u003cstrong\u003eCoolblue - Anything for a smile\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eOne of the fastest growing e-commerce companies in the Netherlands and Belgium.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003ePosition\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eYou'll build modern applications for Coolblue back’s office. We have a lot of friends, and they crave well-structured data and user-friendly, task-focused applications. You regularly participate in brainstorm sessions about user experience, data, and task flow with the UX Designer, Product Owner, and Data Scientists in your team. Besides that you will create disconnected, highly congruent, and testable code that can easily be maintained and is future-proof.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYou enjoy doing this\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWorking with various types of data stores, such as Oracle or Dynamo/Cosmos.\u003c/li\u003e\n\u003cli\u003eSolving problems by using accepted best practices and principles, such as TDD/BDD, SOLID, and design patterns.\u003c/li\u003e\n\u003cli\u003eLearning from your senior Developers.\u003c/li\u003e\n\u003cli\u003eRecording sprint demo’s.\u003c/li\u003e\n\u003cli\u003eCreating pull requests in the application GitHub repo.\u003c/li\u003e\n\u003cli\u003eWorking on Git (and Github) and running tests in TeamCity.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYou recognize yourself in the following\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou have between 3-5 years of experience as a C# Developer.\u003c/li\u003e\n\u003cli\u003eYou have experience with software architecture and building .NET applications.\u003c/li\u003e\n\u003cli\u003eYou have experience with Web API or MVC in .NET Core.\u003c/li\u003e\n\u003cli\u003eWorking with Scrum/Agile working is second nature to you.\u003c/li\u003e\n\u003cli\u003eHaving experience with front-end development (React), Javascript, HTML5, and CSS is a plus.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eThis is what you’re looking for in a job\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMoney.\u003c/li\u003e\n\u003cli\u003eTravel allowance and a retirement plan.\u003c/li\u003e\n\u003cli\u003eRelocation assistance: from A to Z (we only hire people with an European passport).\u003c/li\u003e\n\u003cli\u003e25 leave days. As long as you promise to come back.\u003c/li\u003e\n\u003cli\u003eA discount on all our products.\u003c/li\u003e\n\u003cli\u003eA picture-perfect office at a great location. You could crawl to work from Rotterdam Central Station. Though we recommend just walking for 2 minutes.\u003c/li\u003e\n\u003cli\u003eAn extraordinarily good work environment, with freshly made snacks, monthly drinks, \u003ca href=\"https://www.youtube.com/watch?v=quaJO8bi-0I\u0026amp;feature=youtu.be\"\u003elegendary Coolblue parties\u003c/a\u003e, \u003ca href=\"https://www.youtube.com/watch?v=_50_ELxnGNk\"\u003eawesome team activities\u003c/a\u003e, and an informal, playful department.\u003c/li\u003e\n\u003cli\u003eWorking together in an international environment with colleagues from the Netherlands, Belgium, Spain, Brazil, Mexico, and Italy, among others.\u003c/li\u003e\n\u003cli\u003eRoom for new initiatives and ideas. We’re always open to those, whether you’ve been with us for a week, a month, or a year.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDevelopment at Coolblue\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eOver time we have learned that being successful as a company is not possible without smart IT. Our developers have one thing in common: they work hard to deliver value to our customers.\nAt Coolblue we don’t outsource our solutions if they provide us with a competitive advantage. Therefore, we keep all of our important processes in-house, and when you work for us, you’ll have the opportunity to personally make our logistics, our stores, our web shops and our financial processes even better.\nWe work in Scrum teams to ensure constant feedback and improvement and we aim to deliver new improvements daily.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat our developers love at Coolblue\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBesides their own specialization they make fast progress in becoming all-round developers.\u003c/li\u003e\n\u003cli\u003eDefining their own priorities and directly receiving feedback from users.\u003c/li\u003e\n\u003cli\u003eThere is room to experiment.\u003c/li\u003e\n\u003cli\u003eUsing the right tool for the job.\u003c/li\u003e\n\u003cli\u003eThe fact that we always have budget available for great ideas.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eLike what you see? You can become a Coolbluer, \u003ca href=\"https://www.careersatcoolblue.com/vacancies/c-developer/?utm_source=Github\u0026amp;utm_medium=jobboard\u0026amp;utm_campaign=Github_C\"\u003eapply now\u003c/a\u003e!\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003eLike what you see? You can become a Coolbluer, \u003ca href=\"https://www.careersatcoolblue.com/vacancies/c-developer/?utm_source=Github\u0026amp;utm_medium=jobboard\u0026amp;utm_campaign=Github_C\"\u003eapply now\u003c/a\u003e!\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa3FEIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--552356f7578f2e1177388c4b0df135242d29640b/Coolblue%20logo.jpg"
    },
    {
      "id": "118aa2a8-133b-436f-9d68-cb62935d608f",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/118aa2a8-133b-436f-9d68-cb62935d608f",
      "created_at": "Wed May 13 18:05:17 UTC 2020",
      "company": "FundraisingBox c/o Wikando GmbH",
      "company_url": "https://www.fundraisingbox.com/",
      "location": "Remote",
      "title": "PHP Senior Developer (m/w/d) in Vollzeit und 100% Homeoffice/Remote",
      "description": "\u003cp\u003eWir sind digitale Entwicklungshelfer und ein echtes Remote-Team! Der Firmensitz unserer Wikando GmbH ist zwar in Augsburg, aber wir sind komplett virtuell organisiert. Das hat den großen Vorteil, dass Du nicht umziehen musst, und von überall aus - mit Internetanschluss, versteht sich - mit uns arbeiten kannst. Trotzdem sind wir ein sehr enges, vertrautes Team und besitzen auch eine Teeküche ;-)\u003c/p\u003e\n\u003cp\u003eOb Du digitaler Nomade oder Familienmensch bist, unser Modell ermöglicht Dir Deine optimale Work-Life-Balance. Deine Stelle ist remote und unbefristet. Wir würden uns freuen, Dich kennenzulernen und mit an Bord zu nehmen! Schick uns Deine Bewerbung.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDas machen wir\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eMit der cloudbasierten \u003ca href=\"http://t3u1.mjt.lu/lnk/AMwAAHMz5gEAAAAAAAAAAG3sWXAAAAAA-nQAAAAAAAZPNgBevBOP3LDjEXqZTCSWzlDmA3yeFAAGCXo/2/9-tROhG_WdurzCVbn-mdiA/aHR0cHM6Ly93d3cuZnVuZHJhaXNpbmdib3guY29t\"\u003eFundraisingBox\u003c/a\u003e bieten wir Non-Profit Organisationen die Möglichkeit, auf einfachste Art Spenden digital einzuwerben. Nationale und internationale Organisationen aller Größen setzen bereits die FundraisingBox im Rahmen ihres digitalen Fundraisings ein - egal ob online, mobil oder in den sozialen Medien.\u003c/p\u003e\n\u003cp\u003eDabei begleiten wir den kompletten Prozess einer Spende: vom spielerischen Aufbereiten einer Spenden-Applikation (z. B. einer Crowdfunding-Kampagne), dem Prozessieren mit den neuesten Payments (z. B. Apple Pay) bis hin zur Synchronisation von Drittsystemen (E-Marketing-Diensten, CRMs, usw.).\u003c/p\u003e\n\u003cp\u003eWir sind ein leidenschaftliches Team kluger Köpfe und haben unglaublich viel Spaß daran, ständig neue Ideen zu entwickeln, um Hilfsorganisationen weltweit dabei zu helfen, schneller und einfacher Spenden zu sammeln und zu verwalten. Die Arbeit in unserem wachsenden IT-Unternehmen bietet Dir alle Freiheiten und Möglichkeiten, Deine Ideen zu verwirklichen!\u003c/p\u003e\n\u003cp\u003eWir würden uns über Deine Unterstützung dabei sehr freuen!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDeine Aufgaben bei uns\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAgile Weiterentwicklung der FundraisingBox\u003c/strong\u003e\nDu konzipierst und entwickelst neue Features im Bereich Online-Fundraising und treibst unsere CRM-Backend-Funktionalität voran. Dabei nutzt Du die gängigen PHP/CSS/JavaScript-Frameworks und begleitest den gesamten Software Life-Cycle Prozess.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eKooperation mit Dritten\u003c/strong\u003e\nDu kommunizierst mit Software-, Service-, Payment-Providern, liest Dich in API-Dokumentationen ein und integrierst deren Webservices in die FundraisingBox sowie in unser Payment-Gateway.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eBerate Non-Profit-Kunden bei individuellen Projekten\u003c/strong\u003e\nDu hilfst Kunden, deren Entwickler und Agenturen im Rahmen von Webinaren und Workshops bei ihren individuellen IT-Projekten auf Basis unserer FundraisingBox-Technologie.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eKontinuierliche Optimierung bestehender Strukturen\u003c/strong\u003e\nDu lässt Dein Know-How in unsere Strukturen mit einfließen, erkennst Code-, Prozess-, Infrastruktur-Optimierungspotentiale, evaluierst neue Technologien und begleitest deren Einsatz.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eGestalte die FundraisingBox aktiv mit\u003c/strong\u003e\nDu bringst eigene Ideen mit viel kreativem Spielraum und hohem Mitspracherecht in einem erfahrenen Scrum-Team ein und nimmst Einfluss auf die Iterations-Planung.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDas bringst Du mit\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAbgeschlossenes Studium im Bereich Informatik/Web-Entwicklung oder eine vergleichbare Ausbildung\u003c/li\u003e\n\u003cli\u003eMindestens drei Jahre Berufserfahrung im Web-Umfeld\u003c/li\u003e\n\u003cli\u003eGutes Englisch und Deutsch in Wort und Schrift (Level C1)\u003c/li\u003e\n\u003cli\u003eLeidenschaft für Software-Entwicklung und agile Arbeitsweisen\u003c/li\u003e\n\u003cli\u003eSehr gute Kenntnisse in PHP, Git, HTML5, CSS, Javascript\u003c/li\u003e\n\u003cli\u003eGute Kenntnisse von PHP-Frameworks: Symfony, Twig, ZendFramework, o.ä.\u003c/li\u003e\n\u003cli\u003eGute Kenntnisse im Umgang mit Datenbanken (MySQL)\u003c/li\u003e\n\u003cli\u003eErfahrungen mit skalierbaren Web­an­wen­dungen\u003c/li\u003e\n\u003cli\u003eKenntnisse mit Linux, Amazon Webservices (AWS) und dem Web-Framework Bootstrap\u003c/li\u003e\n\u003cli\u003eHohe Auffassungsgabe, Kommunikationsstärke und schnelles Umsetzungsvermögen\u003c/li\u003e\n\u003cli\u003eWissenshunger nach neuen Trends und Technologien\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDas bieten wir\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eModernstes Arbeitsumfeld in einem 100% virtuellen Unternehmen\u003c/li\u003e\n\u003cli\u003eKomplette Hardware, durchdachte Prozesse und modernste Kommunikations-Tools\u003c/li\u003e\n\u003cli\u003eFlache Hierarchien mit kurzen Entscheidungswegen\u003c/li\u003e\n\u003cli\u003eEin leidenschaftliches, erfahrenes und hilfsbereites Team\u003c/li\u003e\n\u003cli\u003eFordernde, spannende und lehrreiche Aufgaben\u003c/li\u003e\n\u003cli\u003eKontakt zu internationalen Kunden und weltweiten Projekten\u003c/li\u003e\n\u003cli\u003eKeine Überstundenmentalität und Wochenenden sind ganz klar Freizeit\u003c/li\u003e\n\u003cli\u003eWeiterbildung durch Schulungen/Veranstaltungen sind möglich und erwünscht\u003c/li\u003e\n\u003cli\u003eUnbefristeter Arbeitsvertrag mit Probezeit und intensiver Kennenlernphase\u003c/li\u003e\n\u003cli\u003eAttraktive Bezahlung, Jahres-Boni und betriebliche Altersvorsorge auf Wunsch\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDas macht uns aus\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSinnhafte Arbeit unterstützt Non-Profits weltweit\u003c/li\u003e\n\u003cli\u003eKein anonymes kleines Rädchen: Jedes Teammitglied kennt die aktuelle Unternehmensstrategie, laufende Projekte und Fortschritte aller Abteilungen\u003c/li\u003e\n\u003cli\u003eVolle örtliche Flexibilität - 100% remotes Arbeiten\u003c/li\u003e\n\u003cli\u003eWöchentliche Multi-Video-Abteilungsmeetings und ein Gesamt-Team-Meeting\u003c/li\u003e\n\u003cli\u003eZwei gemeinsame Team-Ausflugswochen pro Jahr, sowie eine dufte Weihnachtsfeier\u003c/li\u003e\n\u003cli\u003e30 Tage Urlaub + Augsburger Feiertage (die meisten in Deutschland)\u003c/li\u003e\n\u003cli\u003eAm Geburtstag nachmittags frei\u003c/li\u003e\n\u003cli\u003eEnges und vertrautes Team mit eigener Teeküche :-)\u003c/li\u003e\n\u003cli\u003eSeite an Seite mit digitalen Entwicklungshelfern\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBewirb Dich jetzt\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eSchicke Deine Bewerbungsunterlagen bitte in einer PDF-Datei. Enthalten sein sollte: Dein Lebenslauf, ein ausführlicher Track-Record zu Deinen bisherigen Projekten sowie Deine Gehaltsvorstellung. Gerne auch Links zu Deinen Open-Source-Aktivitäten oder Deinen öffentlichen Code-Repositories.\u003c/p\u003e\n\u003cp\u003eWir freuen uns auf Deine Bewerbung!\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/8435fd92d4cc02a9708be43ecf22bf5360d4ac7f/68747470733a2f2f747261636b696e672e676f686972696e672e636f6d2f682f31663430623036386330656264343365343165636134663262643330636666306336373236666663666138336434646138326536626665316535653035383636\"\u003e\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003e\u003ca href=\"https://tracking.gohiring.com/h/2443ef642cc6ac66648c8712651820531195ec50fb5b45ba1f9ed78666c2de54\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa09EIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a7aa5871e649c11de37de109177d49e0de1ace47/FundraisingBox_Logo.png"
    },
    {
      "id": "468a6a7c-aec5-47f9-a957-e35fd177dd39",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/468a6a7c-aec5-47f9-a957-e35fd177dd39",
      "created_at": "Wed May 13 14:46:26 UTC 2020",
      "company": "Projekt 3T GmbH",
      "company_url": "https://projekt-3t.com/",
      "location": "Hamburg",
      "title": "Fullstack-Entwickler (gn) Java/JavaScript ",
      "description": "\u003cp\u003e+++ Plattformentwicklung +++ Open Source Playground +++ Modernste Technology Stacks +++\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDas Unternehmen\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eFür ein modernes Tech Venture in Hamburg suchen wir ambitionierte Entwickler (gn) mit Interesse an der Weiterentwicklung einer der spannendsten Plattformkonzepte in Europa. Das Venture mit ca. 70 Mitarbeitern ist gut finanziert und wurde als Joint Venture von drei bekannten Konzern-Playern gegründet. Das Unternehmen befindet sich in der nächsten Wachstumsphase und bietet mit agilen Strukturen viele spannende Aufgaben und Entwicklungsperspektiven; es gehörte 2019 zu den erfolgreichsten Start-Ups in Deutschland.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAufgaben\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu hilfst bei der Weiterentwicklung der open source-basierten Plattform, sowohl als Lösungs- als auch als offene Entwicklungsplattform für Dritte\u003c/li\u003e\n\u003cli\u003eFür die Plattform entwirfst und entwickelst du Microservices-Headless sowie inklusive UI-Komponenten\u003c/li\u003e\n\u003cli\u003eIn agilen Teams erarbeitest du nicht nur die technisch -, sondern auch die fachlich beste Lösung\u003c/li\u003e\n\u003cli\u003eDa sich das Venture und die Plattform dem DevOps-Gedanken verschrieben haben, unterstützt du beim Ausbau ihrer CI/CD-Tugenden\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDein Profil\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eErfolgreich abgeschlossenes Hochschulstudium der Informatik oder relevante Praxiserfahrung in der Java-Entwicklung (auch als Quereinsteiger oder Selbstlerner)\u003c/li\u003e\n\u003cli\u003eDie Java- und/oder Java-Script-Entwicklung ist dir vertraut und du bist ebenso interessiert, lösungsorientiert neue Sprachen und Technologien anzuwenden\u003c/li\u003e\n\u003cli\u003eDu hast Freude am agilen Arbeiten mit hoher Eigenverantwortung und bringst im Idealfall Erfahrung in Scrum mit\u003c/li\u003e\n\u003cli\u003eSchön wären Erfahrungen mit Microservices-Konzepten und mit den bereits eingesetzten Technologien wie REST, Kafka, ELK, MongoDB, HTML 5, Angular / Ionic / Cordova. Diese können aber auch im Rahmen der Tätigkeit erlernt werden\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eAngebot\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu wirst in einem 3-monatigen Onboarding-Prozess intensiv in das Konzept und die Technologien der Plattform eingeführt und erhältst Zugang zu breitgefächerten Qualifizierungs- und Performance Support-Formaten (Konferenzen, MOOCs, Seminare, Expertenplattformen wie stackoverflow etc.)\u003c/li\u003e\n\u003cli\u003eDu arbeitest mit den modernsten Technology-Stacks\u003c/li\u003e\n\u003cli\u003eDu hast viel Gestaltungsmöglichkeiten in agilen Projekten und die Möglichkeit, ein spannendes Plattform-Geschäftsmodell weiter auszubauen und am Markt zu etablieren\u003c/li\u003e\n\u003cli\u003eEin attraktives Gehalt, eine moderne Arbeitsumgebung und Apple Equipment\u003c/li\u003e\n\u003cli\u003eEine informelle Kultur und Flexibilität in der Arbeitsgestaltung sind weitere Vorzüge des jungen Ventures\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eKontakt\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDu hast noch Fragen? Rufe uns gerne an unter +49 170 2274 081 oder bewirb Dich direkt online (über den Anzeigenlink).\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWir freuen uns auf den Dialog mit Dir!\u003c/strong\u003e\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003e\u003ca href=\"https://projekt-3t.join.com/jobs/1028390-fullstack-entwickler-gn-java-javascript-hamburg?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=fullstack-entwickler%2Bgn%2Bjava%2Bjavascript%2B-%2Bhamburg\"\u003ehttps://projekt-3t.join.com/jobs/1028390-fullstack-entwickler-gn-java-javascript-hamburg?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=fullstack-entwickler%2Bgn%2Bjava%2Bjavascript%2B-%2Bhamburg\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBanFEIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a4022ff0015e783354891461934a8748f2597159/0%20(5).png"
    },
    {
      "id": "2d7aca49-fa2f-458d-be92-29b72a5b139d",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/2d7aca49-fa2f-458d-be92-29b72a5b139d",
      "created_at": "Wed May 13 14:42:19 UTC 2020",
      "company": "Projekt 3T GmbH\t",
      "company_url": "https://projekt-3t.com/",
      "location": "Hamburg, München, Passau, Dortmund, Chemnitz",
      "title": "Berufseinstieg als Junior Fullstack-Entwickler (gn) Java/JavaScript über Onboarding Campus",
      "description": "\u003cp\u003e\u003cstrong\u003eDas Projekt\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDrei Top-Unternehmen haben in einem Joint Venture eine Technologie-Plattform entwickelt, welche mit modernsten Technology Stacks und Open Source Philosophie die Umsetzung moderner digitaler Geschäftsmodelle ermöglicht. In kurzer Zeit konnte das Venture neue namhafte Kunden gewinnen und möchte jetzt seinen Talent Pool an Nachwuchs-Entwicklern ausbauen und in den Technologien der Plattform ausbilden. Deshalb wurde ein Campus-Projekt gestartet, welches ambitionierten Berufseinsteigern in einer 3-monatigen Intensivausbildung (in Hamburg) einen schnellen Zugang zu dem Plattformkonzept und den damit verbundenen Technology-Stacks ermöglicht.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDie Inhalte\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIn einem dreimonatigen Zyklus erhältst eine Grundausbildung zum Aufbau der Plattform und wesentlichen Technology Stacks (u.a. REST, Kafka, ELK, MongoDB, HTML 5, Angular / Ionic / Cordova) und entwickelst mit Begleitung von Experten in 4 Sprints echte Prototypen und MVPs\u003c/li\u003e\n\u003cli\u003eIn den Praxisphasen lernst Du verschiedene Lösungen der Plattform-Kunden kennen und bekommst einen Überblick über den Grundaufbau der Plattform und damit verbundener Services (Platform as a Service, Solutions as a Service)\u003c/li\u003e\n\u003cli\u003eNach Abschluss des Campus-Programmes (3 Monate am Standort Hamburg) kannst Du Dir aus drei Teams/den Standorten eines/einen für Deine weitere Beschäftigung aussuchen\u003c/li\u003e\n\u003cli\u003eDort wirst Du als Java Fullstack-Entwickler (in agilem Vorgehen) die open-source basierte Plattform weiterentwickeln sowie Lösungen darauf programmieren\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDein Profil\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eErfolgreich abgeschlossene Ausbildung zum Fachinformatiker Anwendungsentwicklung oder abgeschlossenes Hochschulstudium der Informatik mit erster relevanter Praxiserfahrung in der Java-Entwicklung (Java Version 8 und höher)\u003c/li\u003e\n\u003cli\u003eNachgewiesene hohe Ambition und Lernbereitschaft/-agilität bei der Erarbeitung neuer Themen und Wissensgebiete\u003c/li\u003e\n\u003cli\u003eDu hast Freude am agilen Arbeiten mit hoher Eigenverantwortung\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eAngebot\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eTeilnahme an einem hochwertigen Onboarding- und Qualifizierungsprogramm mit Experten und Praktikern für neueste Technology Stacks\u003c/li\u003e\n\u003cli\u003eEinstieg in ein Ecosystem neuester Plattformtechnologie mit Potenzial zur Meta-Technologie für digitale Geschäftsmodelle und Services\u003c/li\u003e\n\u003cli\u003eFestanstellung vom ersten Tag an und Möglichkeit zur Wahl des Teams für die erste Phase nach dem Onboarding\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eKontakt\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDu möchtest mehr zu dem Job und dem Onboarding Programm wissen oder Du hast konkrete Fragen? Rufe uns gerne an unter +49 170 2274 081 oder bewirb Dich direkt online (über den Anzeigenlink).\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWir freuen uns auf den Dialog mit Dir!\u003c/strong\u003e\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003e\u003ca href=\"https://projekt-3t.join.com/jobs/1028540-berufseinstieg-als-junior-fullstack-entwickler-gn-java-javascript-ueber-onboarding-campus?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=berufseinstieg%2Bals%2Bjunior%2Bfullstack-entwickler%2Bgn%2Bjava%2Bjavascript%2Bueber%2Bonboarding%2Bcampus\"\u003ehttps://projekt-3t.join.com/jobs/1028540-berufseinstieg-als-junior-fullstack-entwickler-gn-java-javascript-ueber-onboarding-campus?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=berufseinstieg%2Bals%2Bjunior%2Bfullstack-entwickler%2Bgn%2Bjava%2Bjavascript%2Bueber%2Bonboarding%2Bcampus\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBamlEIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--33889448d2519935b33526003706fc73addf5908/0%20(5).png"
    },
    {
      "id": "c9678728-4d87-4fb7-851d-52cfaab111e2",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/c9678728-4d87-4fb7-851d-52cfaab111e2",
      "created_at": "Wed May 13 14:22:08 UTC 2020",
      "company": "Rijksoverheid",
      "company_url": "http://www.werkenvoornederland.nl",
      "location": "Den Haag",
      "title": "Senior forensisch software-engineer AI en data-science",
      "description": "\u003cp\u003e\u003cstrong\u003eSenior forensisch software-engineer AI en data-science\u003c/strong\u003e\n\u003cstrong\u003eMinisterie van Justitie en Veiligheid, Nederlands Forensisch Instituut\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eFunctieomschrijving\u003c/strong\u003e\n\u003cem\u003eUitdagende forensische vraagstukken oplossen met behulp van machine learning ondersteunende software: dat doe je als forensisch software-engineer bij het Nederlands Forensisch Instituut in Den Haag. Jij bent helemaal into softwareontwikkeling én ziet het als een uitdaging om met jouw programmeerkennis een belangrijke bijdrage te leveren aan onderwerpen met een maatschappelijke impact. Werk samen met ons aan waarheidsvinding in strafzaken en innovatieve onderzoeksprojecten. Kijk jij ernaar uit om state-of-the-art-artificial intelligence in een forensisch vakgebied in te zetten?\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003eJe maakt deel uit van het team Forensische Big Data Analyse, dat bestaat uit achttien collega’s. Wij zijn technisch onderlegde data-scientists en richten ons op het spectrum van statistiek tot software-engineering, en zoeken versterking op het gebied van engineering. Samen passen wij state-of-the-art-machinelearning-technieken toe voor opsporing en bewijswaardering. Wij zetten ons in voor strafzaken, consultancyprojecten voor overheidspartners en doen onze eigen research en development.\u003c/p\u003e\n\u003cp\u003eJe werkt met allerlei soorten data: van vrije tekst en politiedatabases tot miljoenen afbeeldingen en blockchains. Door het ontwerpen en implementeren van software zorg je dat onze opdrachtgevers meer uit deze data kunnen halen. Omdat iedere opdracht anders is, lever je altijd maatwerk en is het belangrijk dat je de juiste vragen weet te stellen aan opdrachtgevers, zoals de Nationale Politie en het Openbaar Ministerie.\u003c/p\u003e\n\u003cp\u003eVaak ben je in een klein team één tot twee maanden met een project of zaak bezig. Jij geeft richting aan de implementatie en architectuur van de onderliggende software. Deze software kan zeer divers zijn. Zo ontwikkelen we bijvoorbeeld gebruikersinterfaces, onze eigen deep learning libraries (TensorFlow-based) en dataverwerkings-pipelines. Dit maakt het werk extra dynamisch en uitdagend. Jouw software kan de doorslag geven in een grote strafzaak!\u003c/p\u003e\n\u003cp\u003eNaast je vakinhoudelijke werkzaamheden denk je ook mee over de verdere ontwikkeling van data-science binnen het NFI. Zo ben je betrokken bij onze research en development om het forensische vakgebied op het hoogste niveau te houden. Je houdt de nieuwe ontwikkelingen binnen het machine learning-vakgebied in de gaten en zet deze in om het Nederlands Forensisch Instituut haar taken beter uit te laten voeren.\u003c/p\u003e\n\u003cp\u003eAls zelforganiserend team hebben wij regie over ons werkproces. We werken in afwisselende scrum-teams aan zaken, projecten en onze eigen research en development. In deze agile-omgeving staan samenwerken en kennis delen centraal.\u003c/p\u003e\n\u003cp\u003eVoorbeelden van projecten waarmee je aan de slag kunt:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHet ontwikkelen van deep-learning-modellen voor het herkennen van vuurwapens in miljoenen afbeeldingen.\u003c/li\u003e\n\u003cli\u003eEen monitor bouwen die dagelijks het nieuws op het gebied van bitcoins binnenhaalt en automatisch trending topics en interessante ontwikkelingen binnen deze berichten bepaalt.\u003c/li\u003e\n\u003cli\u003eHet ontwikkelen van een active-learning-systeem om rechercheurs in staat te stellen onze modellen zelf te trainen. Hierbij werken verschillende REST-services met elkaar samen.\u003c/li\u003e\n\u003cli\u003eHet structureren van grote hoeveelheden tekst in een grote verzameling van cold cases, door entiteiten en onderwerpen te herkennen met neurale netwerken en clusteringtechnieken.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWil je meer weten over ons werk? Bekijk dan de video Misdaad opsporen via big data voor een kijkje in de keuken.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eFunctie-eisen\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eJe hebt een relevante wo-opleiding afgerond, zoals informatica, of een technische opleiding met een sterke software-engineeringcomponent.\u003c/li\u003e\n\u003cli\u003eJe hebt ervaring met het ontwerpen van softwarearchitecturen.\u003c/li\u003e\n\u003cli\u003eJe hebt ervaring met (micro/REST-)services.\u003c/li\u003e\n\u003cli\u003eJe hebt ervaring met webdevelopment: HTML, CSS en JavaScript.\u003c/li\u003e\n\u003cli\u003eJe hebt ervaring met Python, en met Java of andere gecompileerde talen.\u003c/li\u003e\n\u003cli\u003eJe hebt ervaring met relationele databases.\u003c/li\u003e\n\u003cli\u003eJe hebt bij voorkeur ervaring met Elasticsearch en NoSQL databases.\u003c/li\u003e\n\u003cli\u003eJe hebt bij voorkeur ervaring met Keras, TensorFlow en Pytorch.\u003c/li\u003e\n\u003cli\u003eJe spreekt en schrijft goed Nederlands.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eCompetenties\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eanalyseren;\u003c/li\u003e\n\u003cli\u003eoordeelsvorming;\u003c/li\u003e\n\u003cli\u003esamenwerken;\u003c/li\u003e\n\u003cli\u003eovertuigingskracht;\u003c/li\u003e\n\u003cli\u003eplannen en organiseren;\u003c/li\u003e\n\u003cli\u003ecreativiteit.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWat vinden wij nog meer belangrijk\u003c/strong\u003e\nJe bent in staat om complexe projecten en processen te doorgronden en te sturen op resultaat. Analytisch ben jij ijzersterk. Je toont initiatief, deelt je kennis en maakt je ideeën en gedachten op een transparante wijze bespreekbaar. Feedback geef en ontvang je op een professionele en constructieve kritische manier. Maatschappelijke ontwikkelingen op het gebied van big data en strafrecht mogen rekenen op jouw oprechte belangstelling. Vanuit die betrokkenheid wil je jezelf blijven ontwikkelen, vakinhoudelijk én persoonlijk. Je bent in staat vanuit een coachende rol jouw (junior) data-science-collega’s technisch te begeleiden en motiveert je collega’s om betrokkenheid en actie te tonen bij de doelen die zijn gesteld in het project en binnen het team.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eArbeidsvoorwaarden\u003c/strong\u003e\n\u003cstrong\u003eSalarisniveau:\u003c/strong\u003e schaal 11, schaal 12\n\u003cstrong\u003eSalarisomschrijving:\u003c/strong\u003e Op deze functie is het Functiegebouw Rijk van toepassing. Inschaling vindt plaats op basis van je opleiding en ervaring. De mogelijkheid bestaat dat je in beginsel via een aanvangsschaal wordt aangesteld. Deze kan één schaal lager zijn dan de betreffende functieschaal.\u003c/p\u003e\n\u003cp\u003eVoor de functie geldt een tijdelijke markttoelage van 8% die aan het vermelde maandsalaris wordt toegevoegd.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eMaandsalaris:\u003c/strong\u003e Min €3.256 – Max. €5.671 (bruto)\n\u003cstrong\u003eDienstverband:\u003c/strong\u003e Arbeidsovereenkomst voor bepaalde tijd met uitzicht op onbepaalde tijd\n\u003cstrong\u003eContractduur:\u003c/strong\u003e Arbeidsovereenkomst voor bepaalde tijd voor de duur van één jaar\n\u003cstrong\u003eMinimaal aantal uren per week:\u003c/strong\u003e 36\n\u003cstrong\u003eMaximaal aantal uren per week:\u003c/strong\u003e 36\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eOverige arbeidsvoorwaarden\u003c/strong\u003e\nNaast het salaris ontvang je een individueel keuzebudget (IKB). Het IKB bestaat uit geld (16,37% van je brutojaarsalaris) en tijd. Met het IKB maak jij de keuzes die bij jou passen en kun je een deel van je arbeidsvoorwaarden zelf samenstellen. Je kunt er bijvoorbeeld voor kiezen om een deel van je maandinkomen te laten uitbetalen wanneer jij dat wenst. Ook kun je dit budget omzetten in verlof en andersom of besteden aan fiscaalvriendelijke doelen. De Rijksoverheid hecht sterk aan persoonlijke groei en loopbaanontwikkeling en biedt daarvoor tal van mogelijkheden. Tot de secundaire arbeidsvoorwaarden behoren onder meer verschillende studiefaciliteiten, bedrijfsfitness, volledige vergoeding van je ov-reiskosten woon-werkverkeer en gedeeltelijk betaald ouderschapsverlof.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eBijzonderheden\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSolliciteren? Nadat je via de sollicitatiebutton hebt gereageerd kun je jouw motivatie en cv als Word- of pdf-bestand uploaden. We nodigen je graag uit om in je motivatiebrief ook iets over jezelf te vertellen. We bekijken graag je Kaggle-inzendingen, GitHub-profiel of blog.\u003c/li\u003e\n\u003cli\u003eHet toetsen van de integriteit van onze nieuwe collega’s is voor het Nederlands Forensisch Instituut van groot belang. Voor deze functie geldt dat er een veiligheidsonderzoek B moet worden opgestart bij de Algemene Inlichtingen- en Veiligheidsdienst. Ook een geheimhoudingsverklaring maakt deel uit\u003c/li\u003e\n\u003cli\u003eWanneer je als rijksambtenaar een beroep doet op een voorrangspositie, stuur dan ook een kopie van je beschikking mee.\u003c/li\u003e\n\u003cli\u003eEen assessment (psychologische en vaardigheidstest) kan deel uitmaken van het sollicitatieproces, net als het opvragen van referenties en het inzetten van een (online) screening.\u003c/li\u003e\n\u003cli\u003eVoor medewerkers binnen de Staat der Nederlanden Overheid behoort een detacheringsovereenkomst tot de mogelijkheden.\u003c/li\u003e\n\u003cli\u003eAcquisitie naar aanleiding van deze vacature wordt niet op prijs gesteld.\u003c/li\u003e\n\u003cli\u003eAan deze vacaturetekst kunnen geen rechten worden ontleend.\u003c/li\u003e\n\u003c/ul\u003e\n",
      "how_to_apply": "\u003cp\u003eHet Rijk hecht waarde aan een diverse en inclusieve organisatie. Werken in divers samengestelde teams maakt ons effectiever, innovatiever en het werk leuker. Eenieder wordt daarom uitgenodigd te \u003ca href=\"http://www.werkenvoornederland.nl/vacatures/senior-forensisch-software-engineer-ai-en-data-science-NFI-2020-0007?utm_source=github\u0026amp;utm_medium=jobboard\u0026amp;utm_campaign=\u0026amp;utm_term=nfi200007\"\u003esolliciteren\u003c/a\u003e.\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBamFEIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--3bd4cdeba56e927094a573be63e5065c97d5e92f/Rijksoverheid.jpg"
    },
    {
      "id": "2306690b-ec01-409b-832f-8c7c416a725b",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/2306690b-ec01-409b-832f-8c7c416a725b",
      "created_at": "Wed May 13 13:00:49 UTC 2020",
      "company": "Digital Charging Solutions GmbH",
      "company_url": "https://digitalchargingsolutions.com/web/dcs-global",
      "location": "München",
      "title": "DevOps Engineer (m/f/d)",
      "description": "\u003ch2\u003eDIGITAL CHARGING SOLUTIONS GMBH\u003c/h2\u003e\n\u003cp\u003eoperates in the E-Mobility field and offers innovative and fully digital white-label public charging solutions to automotive OEMs and fleet operators. We support the automotive industry’s e-mobility strategies by enabling electric vehicle drivers to find, use and pay for public charging seamlessly worldwide. With over 100,000 charge points in 25 integrated markets, we provide access to one of the world’s largest and fastest growing public charging networks.\u003c/p\u003e\n\u003ch2\u003eElectrify your career!\u003c/h2\u003e\n\u003cp\u003eWe believe the future of mobility is electric! Join an enthusiastic international team with a common vision of the future of mobility and be part of transforming the automotive industry.\u003c/p\u003e\n\u003cp\u003eCharging needs to be simple and easy to use, therefore we focus on digitized and customer-oriented services. We develop white label public charging solutions for automotive OEMs and fleet operators. These services provide access to multiple networks of Charging Point Operations (CPO) and enable drivers of electric vehicles to find, use and pay for public charging in an easy and seamless way.\u003c/p\u003e\n\u003cp\u003eSince the beginning of 2019, Digital Charging Solutions GmbH has been part of the mobility joint venture between the BMW Group and Daimler AG. CHARGE NOW is a service of DCS and part of this joint venture, which aims to strengthen sustainable mobility worldwide together with the other verticals REACH NOW, FREE NOW, PARK NOW and SHARE NOW.\u003c/p\u003e\n\u003ch2\u003eYour mission\u003c/h2\u003e\n\u003cp\u003eAs DevOps Engineer you will be a key member of our IT team and be in charge of shaping our Azure infrastructure and CI/CD pipeline according to the latest state-of-the-art standards:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAdministration and (further) development of our DevOps setups, including a Kubernetes and VM-based cloud environment\u003c/li\u003e\n\u003cli\u003eAutomation of VM-Setup (Ansible, Puppet, Chef) \u0026amp; infrastructure (IaaS/Terraform)\u003c/li\u003e\n\u003cli\u003eOperation of Container orchestration (Kubernetes, HELM)\u003c/li\u003e\n\u003cli\u003eAutomation with Scripts (Python, Ruby, BASH, Perl)\u003c/li\u003e\n\u003cli\u003eOperation \u0026amp; (further) development of our monitoring setup and automated infrastructure testing\u003c/li\u003e\n\u003cli\u003eSupport projects for new services by choosing \u0026amp; implementing suitable cloud-services\u003c/li\u003e\n\u003cli\u003eEnsure infrastructure security (network, VMs, etc…)\u003c/li\u003e\n\u003cli\u003eKeep track of the newest technologies, implementation patterns and development methods for the DevOps model\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eYour profile\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eUniversity degree in Computer Science, engineering or equivalent qualification\u003c/li\u003e\n\u003cli\u003eAt least 4-5 years of experience in the IT industry\u003c/li\u003e\n\u003cli\u003ePrevious experience in a similar position\u003c/li\u003e\n\u003cli\u003eProfound Linux experience\u003c/li\u003e\n\u003cli\u003eProven experience with Cloud service providers (Azure, AWS, Google Cloud) \u0026amp; Container technologies (Kubernetes, Docker..)\u003c/li\u003e\n\u003cli\u003eSolid skills with monitoring tools (e.g. Prometheus, Grafana) \u0026amp; version control systems (GIT, Subversion)\u003c/li\u003e\n\u003cli\u003eKnowledge of infrastructure-as-a-code concepts and respective tools (Terraform, CLI-Tools)\u003c/li\u003e\n\u003cli\u003eExperience with CI/CD Tools (Jenkins, Gitlab, TeamCity...) and scripting languages (e.g. Python or Ruby)\u003c/li\u003e\n\u003cli\u003e“Automate everything” is a central part of your work philosophy\u003c/li\u003e\n\u003cli\u003eExcellent organizational \u0026amp; multi-tasking skills, team-player mentality \u0026amp; good communication skills\u003c/li\u003e\n\u003cli\u003eFluency in English, German is a plus\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWe offer...\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eA unique opportunity combining the energy of a start-up with the power of BMW \u0026amp; Daimler\u003c/li\u003e\n\u003cli\u003eWorking on products \u0026amp; services with a high social impact\u003c/li\u003e\n\u003cli\u003eAn international team of talented people who love what they do and live a collaborative spirit\u003c/li\u003e\n\u003cli\u003eAn open minded culture with room for growth and the freedom to bring in own ideas\u003c/li\u003e\n\u003cli\u003eSubsidized gym membership, a personal development budget for your professional growth, offsite/ team events \u0026amp; much more\u003c/li\u003e\n\u003cli\u003eA modern, sunny office in Parkstadt Schwabing\u003c/li\u003e\n\u003cli\u003e… and of course the classics: delicious coffee \u0026amp; tea, fresh fruits and an office dog friendly environment\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eGet in touch!\u003c/h2\u003e\n\u003cp\u003eExcited about shaping the future of e-mobility services?\u003c/p\u003e\n\u003cp\u003eThen send us your application (CV, motivational statement, earliest starting date and salary expectations) by using application form.\u003c/p\u003e\n\u003cp\u003eWe are looking forward to hearing from you!\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/3dzEbRZ\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/3dzEbRZ\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBak9EIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e8bbb0617c91daec755bb80764d6ecf40836a0e2/digital%20charging%20solutions.jpg"
    },
    {
      "id": "1636261d-d10e-4c58-b54c-263dfe3225c6",
      "type": "Full Time",
      "url": "https://jobs.github.com/positions/1636261d-d10e-4c58-b54c-263dfe3225c6",
      "created_at": "Wed May 13 09:01:47 UTC 2020",
      "company": "Politie",
      "company_url": "http:",
      "location": "Den Haag",
      "title": "backend medior developer",
      "description": "\u003cp\u003eEenheid Den Haag zoekt een doortastende backend developer voor het ontwikkelen van hoogwaardige applicaties voor een nieuw software development team Team Rendement Operationele Informatie. Dit nieuw op te zetten team gaat aan de slag met het ondersteunen van de operatie door het ontwikkelen van apps en tools. Het team gaat onder andere een grote rol spelen in het datagedreven opsporen van de toekomst. Ben jij die creatieve backend developer die een directe bijdrage wil leveren aan de handhaving van de rechtsorde en de veiligheid in de samenleving?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWat ga je doen?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAls backend developer versterk je het Team Rendement Operationele Informatie (TROI) van de Dienst Regionale Informatie Organisatie Den Haag (DRIO) en de Dienst Regionale Recherche (DRR). Samen met dit team bouw en onderhoud je informatiesystemen en ontwikkel je mee aan nieuwe tools. Dat betekent dat jij je bezighoudt met de volgende activiteiten:\u003c/p\u003e\n\u003cp\u003e·     ontwikkelen van back end systemen voor applicaties;\u003c/p\u003e\n\u003cp\u003e·     functionele APIs creëren;\u003c/p\u003e\n\u003cp\u003e·     cross-browser en adaptive HTML5 / CSS3 layout;\u003c/p\u003e\n\u003cp\u003e·     ontwerpen van service architectuur;\u003c/p\u003e\n\u003cp\u003e·     ontwikkelen van een applicatie platform;\u003c/p\u003e\n\u003cp\u003e·     design van user interfaces;\u003c/p\u003e\n\u003cp\u003e·     werken met coding architecture;\u003c/p\u003e\n\u003cp\u003e·     monitoren van server status.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWaar ga je werken?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAls teamlid van TROI werk je samen met het Team Digitale Opsporing (TDO) en het team Business Intelligence en Kwaliteit (BI\u0026amp;K) in Den Haag. Het team houdt zich bezig met het genereren van de juiste informatie uit Big Data, brengt deze informatie samen en levert een bijdrage aan het komen tot tools, applicaties, voorspellingen en samenhang. Het team waar je komt te werken experimenteert met innovatieve methodieken. Samen met jouw collega's denk je buiten de bestaande kaders om te komen tot realistische en passende oplossingen. Veel talenten hebben een plek in dit soort teams gevonden. De ambities zijn groot en de spirit om goede tools te ontwikkelen is bij elke medewerker aanwezig. Het nieuw op te zetten team bestaat uit diverse specialisten, zoals data scientists, front- en back end developers, data analisten en andere data specialisten (zie ook de andere openstaande vacatures). Dit team wordt zorgvuldig op elkaar afgestemd, aan het eind van de selectieprocedure kijken we naar complementaire competenties.\u003c/p\u003e\n\u003cp\u003eHoewel de standplaats Voorburg is, wordt er van je verwacht dat je op diverse locaties werkzaam bent, waarvan het hoofdbureau op de Burgemeester Patijnlaan in Den Haag de meest voorkomende zal zijn. Het kan voorkomen dat je voor het werk moet reizen en eventueel voor langere periode op een andere locatie werkzaamheden verricht.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWie ben jij?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eMet enthousiasme, leergierigheid en gedrevenheid zoek je altijd naar de beste en juiste oplossing. Je bent een initiatiefnemer, weet van aanpakken en werken met Agile/Scrum is wat je graag doet. Als backend developer beweeg jij je gemakkelijk door onze organisatie en stap je zonder moeite op collega's af om even te schakelen. Je bent communicatief vaardig waardoor je collega's mee kan nemen in jouw wereld maar ook kan doorvragen naar de behoeften van de teams.\u003c/p\u003e\n\u003cp\u003eVerder vragen wij:\u003c/p\u003e\n\u003cp\u003e·     een afgeronde hbo opleiding ICT;\u003c/p\u003e\n\u003cp\u003e·     minimaal een jaar werkervaring als bijvoorbeeld (junior) backend developer. Het liefst opgedaan bij een grote organisatie waar softwareontwikkeling met meerdere teams wordt gerealiseerd;\u003c/p\u003e\n\u003cp\u003e·     goede mondelinge en schriftelijke uitdrukkingsvaardigheid in zowel de Nederlandse als Engelse taal;\u003c/p\u003e\n\u003cp\u003e·     ervaring met Agile/Scrum;\u003c/p\u003e\n\u003cp\u003e·     aantoonbare relevante werkervaring met bijvoorbeeld: Java, PHP, Python, C#, C++, Ruby, Node JS, GlassFish en/of Tomcat, opslag van gegevens binnen database architectuur zoals (ElasticSearch, Express en Mongo DB's e.d.), Version Control/Git, Testing/Debugging en basis HTML/CSS is een pre.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWat wij bieden\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDe standplaats is Den Haag. Er is ruimte voor 1 fte. Het betreft een functie voor 36 uur per week.\u003c/p\u003e\n\u003cp\u003eOm deze functie goed uit te kunnen voeren volg je aan de Politieacademie de opleiding voor specifieke inzetbaarheid met eventueel aansluitend een voor de functie benodigd aanvullend opleidingsprogramma.\u003c/p\u003e\n\u003cp\u003eTijdens deze verkorte politieopleiding word je tijdelijk aangesteld als ambtenaar in opleiding. Na het voltooien van de opleiding bieden we je een tijdelijke aanstelling aan, waarbij een proeftijd van één jaar van toepassing is. Na deze proeftijd volgt zo snel mogelijk een vaste aanstelling.\u003c/p\u003e\n\u003cp\u003eVerder kun je het volgende van ons verwachten:\u003c/p\u003e\n\u003cp\u003e·     een bruto maandsalaris van minimaal € 2.790,- en maximaal € 4.502,- (schaal 10 Bbp) op basis van een 36-urige werkweek;\u003c/p\u003e\n\u003cp\u003e·     8% vakantie- en 8.33% eindejaarsuitkering;\u003c/p\u003e\n\u003cp\u003e·     goede pensioenregeling en betaald ouderschapsverlof (meer info over verlof, regelingen en mogelijkheden).\u003c/p\u003e\n\u003cp\u003eDe formele functie binnen het functiegebouw van de politie is operationeel specialist B, werkterrein digitale expertise.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eInteresse?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eBel of mail met Dominique Bol, teamchef BI \u0026amp; Kwaliteit (06 - 15 30 92 36, \u003ca href=\"mailto:dominique.bol@politie.nl\"\u003edominique.bol@politie.nl\u003c/a\u003e) als je meer informatie over de functie wilt hebben.\u003c/p\u003e\n\u003cp\u003eVoor vragen over de sollicitatieprocedure bel of mail je met Ostar Roozenbeek, recruiter Cyber (06 - 47 65 91 71, \u003ca href=\"mailto:ostar.roozenbeek@politie.nl\"\u003eostar.roozenbeek@politie.nl\u003c/a\u003e).\u003c/p\u003e\n\u003cp\u003eSolliciteer uiterlijk 25 mei 2020 via de \u003cstrong\u003esollicitatie\u003c/strong\u003e button.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWat verder belangrijk is\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e·     Een veiligheidsonderzoek en een assessment maken deel uit van de selectieprocedure.\u003c/p\u003e\n\u003cp\u003e·     Je hebt de Nederlandse nationaliteit (dit mag ook je tweede nationaliteit zijn).\u003c/p\u003e\n\u003cp\u003e·     Zonder IT'ers zijn we nergens. Ben jij expert in IT? Lees alles over o.a. data science, legaal hacken of cybersecurity en test je digitale skills in de Cybercrime Challenge op \u003ca href=\"http://it.kombijdepolitie.nl/\"\u003ehttp://it.kombijdepolitie.nl/\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e·     De politie zet in op vernieuwing en cultuurverschillen binnen teams. Divers samengestelde teams presteren beter. Daarom werken we hard aan een open en veilige cultuur waarin divers talent tot bloei komt.\u003c/p\u003e\n",
      "how_to_apply": "\u003cp\u003eKlik hier om te solliciteren: \u003ca href=\"https://vonq.io/3fKYiPa\"\u003ehttps://vonq.io/3fKYiPa\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaTJEIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--df6511efd07117305e140a5e23181c3f9a06875f/Politie%20logo.jpg"
    }
  ],
  "userCredentials": {
    "displayname": "Igor Gavelyuk",
    "username": "igavelyuk",
    "email": "gavelyukworking@gmail.com",
    "phonenumber": "+380666540976",
    "lang": 0
  }
}
